{"we": 19776, "gathered": 2429, "up": 13103, "some": 10563, "fire": 1219, "works": 250, "to": 55080, "set": 2203, "off": 3295, "at": 26115, "dark": 1720, ".": 227258, "grilled": 90, "burgers": 66, "that": 15722, "were": 12986, "oddly": 60, "shaped": 389, "our": 5207, "friends": 4157, "trickled": 7, "in": 70080, "one": 6345, "by": 7645, "!": 5515, "got": 4167, "all": 7947, "the": 176135, "food": 4062, "on": 47977, "grill": 486, "cook": 248, "and": 64056, "ready": 2901, "eat": 955, "i": 15694, "took": 3199, "pictures": 1824, "from": 7093, "my": 8718, "family": 4687, "'s": 7723, "bbq": 80, "last": 1340, "weekend": 592, "made": 3239, "hamburgers": 21, "into": 3953, "little": 4274, "star": 295, "shapes": 164, "wife": 690, "is": 44382, "for": 23298, "attack": 21, "dad": 900, "trying": 667, "touch": 96, "do": 1532, "n't": 3056, "fireworks": 2924, "are": 26021, "a": 232064, "great": 3500, "addition": 51, ",": 29883, "annual": 327, "celebration": 574, "[": 15670, "female": 4370, "]": 15654, "holding": 6719, "her": 9104, "meat": 545, "sticks": 230, "while": 5410, "uncle": 264, "cooks": 50, "they": 12886, "arrived": 924, "station": 369, "4th": 275, "of": 80392, "july": 397, "then": 2496, "rode": 320, "escalator": 45, "down": 6308, "first": 2627, "came": 1858, "an": 15951, "advertisement": 119, "four": 1385, "wheelers": 9, "location": 6693, "had": 9031, "ride": 1950, "these": 1774, "long": 2114, "escalators": 9, "get": 3395, "exit": 59, "advertisements": 38, "terminal": 19, "caught": 270, "eye": 278, "particular": 66, "this": 13230, "tourism": 9, "board": 680, "...": 485, "advertising": 220, "beauty": 264, "traveled": 140, "after": 2878, "getting": 2225, "plane": 406, "luggage": 46, "there": 10023, "was": 27067, "video": 308, "monitor": 68, "watched": 573, "motorbike": 18, "racing": 339, "waited": 329, "looked": 1821, "visiting": 331, "parade": 2513, "started": 1720, "with": 43372, "local": 1211, "jrotc": 3, "team": 796, "clowns": 73, "funny": 514, "bikes": 663, "soldiers": 585, "marching": 626, "street": 5249, "large": 8719, "red": 6037, "truck": 972, "went": 4692, "mini": 118, "motorcycles": 157, "veterans": 73, "also": 1867, "represented": 45, "few": 1594, "people": 24685, "department": 91, "decked": 42, "out": 8965, "their": 9016, "flags": 769, "small": 5164, "town": 2052, "today": 2737, "even": 2565, "clown": 215, "bike": 1444, "police": 452, "cars": 1456, "over": 4525, "decorated": 1300, "as": 8670, "well": 1820, "when": 2322, "together": 5734, "kids": 2630, "so": 5781, "much": 1225, "fun": 2964, "setting": 890, "excited": 1501, "saw": 2054, "wide": 257, "variety": 357, "cone": 83, "emitted": 2, "beautiful": 3963, "show": 1950, "parents": 523, "hanging": 1130, "enjoying": 1422, "festivities": 159, "pool": 991, "several": 2745, "children": 2700, "friend": 1423, "house": 3693, "during": 2198, "summer": 389, "celebrate": 726, "firecrackers": 16, "picked": 171, "box": 599, "different": 2209, "bottlerockets": 2, "sun": 1572, "backyard": 187, "supervise": 5, "other": 4645, "who": 1733, "wanted": 1072, "swim": 222, "gather": 690, "around": 6031, "firework": 511, "look": 2710, "through": 2926, "see": 3694, "what": 2260, "want": 363, "light": 1826, "next": 5086, "sprays": 18, "sparks": 46, "everywhere": 322, "stand": 2128, "deck": 275, "watch": 1212, "scottish": 47, "festival": 690, "played": 871, "bagpipes": 57, "marched": 114, "carried": 134, "american": 810, "flag": 1269, "end": 655, "day": 6824, "lit": 1997, "sparklers": 165, "walking": 3825, "sign": 3877, "man": 23394, "playing": 3793, "instrument": 120, "another": 1963, "doing": 636, "designed": 200, "bestfriends": 4, "'": 249, "kilt": 50, "proud": 404, "carry": 135, "could": 2240, "wait": 526, "start": 906, "years": 551, "scottish-american": 2, "pride": 149, "us": 1927, "once": 541, "night": 5049, "fell": 134, "party": 4552, "male": 7154, "looks": 2324, "his": 10488, "brother": 620, "firefighters": 64, "say": 283, "stop": 643, "pause": 20, "spangled": 17, "banner": 417, "before": 1966, "wave": 165, "son": 742, "firemen": 46, "saluted": 25, "organization": 4380, "here": 2999, "go": 2629, "boy": 3505, "waving": 304, "goodbye": 38, "you": 2123, "later": 394, "everyone": 3314, "wore": 317, "blue": 5273, "white": 8748, "stripes": 59, "lot": 3426, "if": 689, "showed": 862, "prepared": 434, "drinks": 1274, "mixed": 95, "group": 11655, "plenty": 305, "dancing": 1145, "which": 898, "guys": 728, "decided": 2159, "burners": 6, "charge": 44, "mixing": 56, "having": 2456, "living": 795, "room": 3854, "snack": 165, "blended": 15, "held": 757, "apartment": 301, "many": 5467, "time": 5321, "make": 1462, "brewed": 4, "beer": 1126, "serve": 94, "play": 1589, "outside": 5412, "broken": 282, "hose": 67, "provided": 112, "cooling": 31, "mist": 41, "mom": 964, "thought": 566, "it": 17777, "cute": 430, "ran": 284, "``": 2411, "move": 211, "couch": 952, "granny": 10, "sit": 1745, "she": 4976, "but": 3751, "me": 2086, "best": 1034, "love": 1105, "being": 2272, "especially": 219, "sis": 11, "pushes": 33, "swing": 264, "niece": 64, "visit": 739, "week": 441, "looking": 4975, "good": 2347, "always": 1157, "does": 379, "blast": 186, "ball": 903, "put": 949, "indoor": 369, "became": 137, "very": 5418, "young": 6615, "girl": 4397, "plays": 524, "mother": 672, "grandmother": 142, "now": 632, "pushed": 39, "older": 1424, "cousin": 161, "city": 4544, "hosted": 46, "passed": 338, "watering": 16, "crowd": 2835, "not": 2388, "suffer": 8, "hot": 650, "weather": 529, "met": 590, "have": 3848, "going": 2377, "thing": 429, "fourth": 134, "year": 1119, "complete": 167, "firetruck": 38, "afterwards": 241, "gathering": 753, "coming": 619, "celebrating": 419, "independence": 49, "them": 3646, "single": 230, "colored": 964, "others": 990, "multi": 162, "bright": 1206, "ground": 1613, "colorful": 1544, "ones": 360, "sky": 3765, "someone": 1146, "neighborhood": 327, "shoot": 155, "really": 2264, "pretty": 1141, "loud": 104, "dog": 2343, "upset": 54, "because": 770, "noise": 34, "tried": 424, "tell": 268, "ignore": 13, "smaller": 148, "big": 2638, "seemed": 470, "like": 3809, "whole": 573, "times": 293, "reunion": 151, "tan": 249, "boys": 848, "swam": 34, "most": 793, "afternoon": 205, "nice": 1693, "daughter": 650, "lots": 1300, "girls": 1708, "hit": 460, "water": 6208, "cant": 38, "forget": 51, "bet": 20, "eager": 102, "cold": 680, "brews": 7, "2": 380, "dodge": 9, "weird": 230, "mustache": 126, "glasses": 1694, "pics": 20, "sisters": 121, "both": 865, "biological": 2, "foster": 8, "two": 12635, "brothers": 114, "rather": 113, "immediate": 3, "volleyball": 138, "definitely": 77, "forte": 4, "work": 1291, "hard": 781, "preparing": 425, "distance": 1072, "begins": 149, "own": 388, "working": 541, "entertainment": 112, "techniques": 12, "used": 588, "wry": 5, "amusement": 568, "plan": 91, "strategies": 7, "men": 5999, "firecracker": 11, "head": 1322, "inside": 2394, "partying": 61, "experience": 135, "cokes": 2, "mentor": 11, "watching": 1471, "movie": 295, "families": 214, "walk": 1825, "strollers": 10, "relax": 196, "shade": 162, "riding": 1479, "boat": 1565, "bikathon": 2, "cart": 169, "attached": 261, "overhead": 198, "cover": 228, "protect": 36, "heat": 66, "trolly": 8, "resembling": 54, "race": 2100, "just": 2306, "gets": 406, "along": 1998, "back": 2138, "relaxing": 345, "mountains": 886, "camp": 217, "tent": 457, "camping": 204, "area": 2479, "hike": 346, "mountain": 1218, "flowers": 2207, "lake": 1306, "calm": 463, "site": 353, "hill": 805, "tents": 215, "nearby": 535, "campsite": 57, "be": 4779, "seen": 1520, "trip": 1620, "top": 2914, "fields": 159, "serene": 84, "swimming": 560, "lesson": 19, "wearing": 6227, "life": 619, "jacket": 660, "enjoyed": 962, "spending": 114, "grandpa": 275, "gave": 566, "lessons": 24, "spent": 474, "sat": 647, "tub": 80, "shows": 800, "how": 1429, "cannon": 48, "excitedly": 47, "tells": 74, "grand-pa": 2, "wants": 129, "jump": 161, "diving": 73, "too": 1358, "says": 510, "sister": 573, "need": 266, "practice": 131, "can": 2078, "deep": 261, "kid": 417, "jumping": 234, "nervous": 174, "about": 2669, "holds": 1250, "park": 2508, "birthday": 2376, "resist": 43, "face": 1769, "background": 1713, "sure": 769, "call": 117, "picture": 7157, "him": 2123, "waiting": 1175, "intently": 160, "granda": 2, "sets": 180, "new": 2334, "toy": 605, "grab": 89, "camera": 3575, "smile": 711, "pure": 18, "happiness": 54, "granddad": 9, "tree": 2737, "smiles": 988, "sitting": 8650, "limb": 34, "grandfather": 91, "standing": 8594, "side": 2762, "helping": 168, "happy": 2133, "he": 7152, "loved": 982, "days": 239, "spend": 219, "talking": 1469, "couple": 3696, "somebody": 66, "shy": 62, "posing": 3092, "photo": 3245, "blurry": 320, "shot": 910, "starting": 343, "drinking": 1149, "each": 2830, "company": 351, "pose": 1595, "goes": 344, "pull": 80, "taking": 2231, "old": 4713, "graveyard": 122, "tombstones": 53, "read": 342, "earliest": 2, "date": 155, "find": 576, ".1834": 2, "headstones": 61, "or": 1396, "husband": 552, "cemetery": 400, "visited": 654, "weeks": 45, "ago": 152, "grave": 229, "been": 1656, "neighbor": 76, "am": 557, "should": 210, "dirty": 216, "wonder": 135, "?": 686, "history": 266, "gravestones": 48, "fancy": 389, "care": 182, "bubbles": 84, "blanket": 308, "kept": 294, "asking": 44, "supposed": 63, "blowing": 261, "pass": 224, "such": 626, "hawk": 10, "grateful": 25, "loves": 320, "death": 63, "jokes": 67, "snacks": 210, "'m": 486, "'ll": 123, "warm": 312, "home": 1704, "improvement": 7, "trusty": 8, "caulk": 7, "gun": 142, "applied": 20, "piece": 921, "wood": 691, "carefully": 127, "climbed": 79, "ladder": 107, "hired": 65, "fix": 49, "stuff": 295, "fixing": 45, "door": 894, "frame": 178, "important": 296, "maintain": 10, "focus": 140, "useful": 20, "tool": 41, "applying": 21, "glue": 25, "must": 196, "apply": 5, "evenly": 5, "use": 352, "caution": 39, "begin": 341, "able": 477, "colors": 929, "view": 3446, "has": 5948, "harbor": 216, "finale": 49, "intense": 80, "story": 353, "impact": 14, "(": 122, "'d": 221, "note": 68, "come": 777, "name": 358, "program": 100, ")": 128, "'ve": 270, "meeting": 639, "astronaut": 10, "share": 187, "photos": 667, "moon": 115, "craters": 5, "favorite": 1095, "part": 797, "told": 360, "biggest": 77, "crater": 6, "pictured": 268, "housed": 10, "alien": 75, "treated": 33, "dinner": 1560, "spokesperson": 2, "patch": 100, "screen": 453, "above": 1050, "podium": 602, "images": 147, "space": 347, "close-up": 147, "mr.": 84, "staple": 10, "former": 26, "presentation": 460, "class": 555, "learn": 129, "fascinating": 58, "wowed": 6, "dream": 113, "grow": 102, "daddy": 84, "actually": 218, "happened": 100, "magical": 61, "early": 459, "packed": 250, "sent": 57, "dim": 80, "slowly": 97, "glowing": 109, "brighter": 14, "rainbow": 209, "cracker": 23, "joined": 171, "grew": 126, "hear": 151, "cheering": 123, "finally": 1020, "bang": 37, "gradually": 6, "louder": 12, "more": 1403, "shooting": 168, "close": 1179, "baseball": 689, "field": 2300, "perfect": 455, "anyone": 109, "na": 83, "gunna": 2, "take": 2283, "oranges": 34, "ca": 271, "believe": 232, "u": 21, "stole": 29, "'re": 329, "horrible": 13, "person": 3130, "lets": 47, "leave": 219, "condone": 2, "orange": 1384, "stealing": 12, "snacking": 8, "lounging": 76, "found": 1249, "spot": 301, "invited": 243, "barbecue": 121, "tonight": 304, "fruit": 346, "hours": 382, "porch": 321, "afterward": 133, "lunch": 505, "dogs": 495, "sought": 7, "short": 348, "picnic": 335, "sunday": 102, "boardwalk": 160, "original": 71, "famous": 338, "stood": 430, "line": 1486, "eating": 1425, "allow": 18, "digest": 4, "match": 169, "market": 690, "yesterday": 350, "bought": 366, "huge": 994, "ton": 98, "walked": 911, "kind": 402, "bar": 1089, "check": 329, "vibe": 20, "band": 1922, "drums": 274, "talked": 263, "song": 227, "concert": 548, "entertaining": 81, "outfits": 284, "sang": 154, "glad": 179, "music": 932, "entire": 309, "place": 1726, "christmas": 1562, "lights": 2117, "singer": 219, "talented": 63, "haze": 23, "memory": 71, "remember": 210, "spectacular": 176, "wonderful": 504, "songs": 132, "sung": 21, "lasted": 30, "amazing": 1201, "cool": 883, "..": 10, "liked": 290, "display": 1981, "blues": 25, "purples": 4, "marveled": 16, "sunrise": 85, "amazed": 86, "build": 110, "bay": 135, "counted": 12, "blessings": 11, "glorious": 27, "road": 2738, "cross": 496, "bridge": 1454, "headed": 361, "high": 1207, "sunset": 694, "hopped": 27, "landscape": 391, "sun-shiny": 2, "enjoy": 759, "reflecting": 125, "rainbows": 20, "enjoys": 173, "cast": 66, "air": 1168, "churning": 5, "waters": 334, "realize": 34, "fact": 37, "near": 3573, "falls": 64, "streaking": 5, "lining": 140, "amish": 8, "making": 1223, "marissa": 2, "rushed": 25, "heavily": 77, "falls..": 2, "everything": 566, "keep": 329, "range": 108, "yard": 721, "turns": 124, "bottles": 351, "myself": 146, "drank": 126, "pop": 92, "smoked": 21, "cigarettes": 14, "drunk": 165, "something": 1592, "boards": 63, "propane": 2, "tank": 194, "why": 174, "badass": 4, "rifle": 35, "forgot": 44, "did": 1675, "those": 359, "damn": 22, "cans": 75, "poles": 137, "elaborate": 183, "loaded": 81, "explosive": 11, "rounds": 23, "joke": 70, "invite": 23, "finished": 240, "cleaning": 112, "grass": 1735, "guests": 572, "campfire": 65, "help": 571, "outbuilding": 2, "farm": 307, "garden": 691, "needed": 362, "attention": 340, "enough": 299, "vegetables": 406, "wound": 10, "saturday": 81, "shed": 43, "lives": 167, "middle": 1506, "nowhere": 71, "trouble": 72, "comes": 215, "built": 341, "bonfire": 105, "decorating": 89, "chatting": 104, "puppy": 125, "peers": 44, "garage": 220, "fallen": 321, "log": 181, "hang": 265, "patio": 279, "until": 244, "decide": 142, "irritating": 3, ":": 86, "father": 660, "bothering": 2, "corner": 515, "poor": 57, "soul": 31, "talk": 471, "where": 1792, "paid": 74, "would": 1354, "ourselves": 68, "cooled": 14, "begun": 80, "cam": 29, "woah": 3, "think": 525, "chilling": 35, "scared": 146, "worried": 44, "cities": 69, "manufacturers": 2, "caused": 43, "smog": 20, "rockets": 45, "function": 52, "normally": 23, "seems": 261, "nothing": 245, "skyline": 372, "majestic": 126, "smoke": 287, "stacks": 44, "chimneys": 13, "impressive": 119, "attended": 268, "adventure": 143, "never": 470, "brightly": 456, "strange": 347, "tubes": 18, "sticking": 236, "balloons": 574, "throughout": 131, "mayor": 51, "greeted": 119, "cotton": 74, "candy": 346, "politicians": 21, "shook": 49, "hands": 1707, "business": 620, "droves": 14, "selling": 253, "toys": 391, "campaign": 41, "shaking": 218, "peoples": 16, "weidner": 2, "burial": 46, "tiny": 249, "plot": 26, "graves": 89, "markings": 20, "imagine": 48, "relatives": 60, "1800s": 11, "weidners": 6, "tomb": 37, "stone": 1515, "docks": 82, "warming": 59, "rocking": 53, "necessary": 27, "jamming": 21, "perform": 264, "guitar": 935, "sing": 139, "singing": 643, "disappointed": 21, "turned": 335, "turn": 344, "putting": 311, "bassist": 9, "gig": 39, "fantastic": 138, "job": 309, "himself": 220, "planned": 93, "rain": 234, "thankfully": 36, "belting": 8, "heart": 240, "outfit": 489, "base": 219, "front": 8450, "noticed": 153, "walls": 463, "will": 758, "layer": 44, "areas": 152, "edges": 30, "widow": 12, "frames": 49, "chips": 103, "dents": 12, "faded": 58, "paint": 390, "listing": 14, "pealed": 2, "redoing": 2, "repaint": 4, "things": 1168, "real": 265, "know": 478, "hi": 48, "game": 2171, "sold": 147, "sight": 293, "wednesday": 5, "herself": 198, "though": 612, "admit": 13, "ticket": 57, "comped": 2, "without": 301, "rich": 50, "batter": 66, "plate": 1414, "2nd": 22, "2008": 16, "although": 125, "may": 163, "parts": 176, "souvenir": 42, "mug": 66, "river": 1123, "reflections": 24, "beginning": 157, "sits": 2512, "watches": 311, "type": 436, "designs": 226, "horizon": 139, "spark": 6, "confused": 69, "exploded": 43, "oh": 147, "far": 454, "away": 921, "floats": 232, "booths": 114, "dressed": 3927, "teachers": 75, "grandma": 381, "pom": 29, "poms": 23, "drove": 251, "sorts": 103, "lady": 1653, "wig": 163, "waved": 55, "same": 473, "streaks": 35, "edge": 430, "lasts": 6, "hour": 124, "quickly": 248, "arrested": 4, "observes": 6, "ask": 84, "closer": 196, "no": 1335, "instead": 159, "chicago": 2, "quad": 9, "approach": 30, "active": 37, "spotter": 2, "sort": 306, "downtown": 320, "crowded": 485, "worth": 113, "magnificent": 119, "buzzing": 11, "somewhere": 87, "carnival": 791, "dull": 14, "full": 1586, "gloom": 4, "cliff": 262, "fair": 803, "guy": 1196, "creepy": 144, "horse": 698, "animal": 510, "sanctuary": 14, "bands": 103, "hay": 131, "bales": 31, "petting": 51, "zoo": 164, "prize": 59, "winning": 85, "featuring": 244, "attractions": 74, "events": 161, "resting": 274, "seeing": 367, "animals": 498, "exist": 15, "witness": 30, "flowring": 2, "plants": 646, "upon": 312, "arrival": 38, "estes": 3, "ahead": 201, "nights": 34, "stay": 237, "150": 11, "feet": 366, "scope": 14, "tomorrows": 2, "drive": 376, "evening": 504, "pitch": 58, "settle": 12, "scary": 332, "stories": 281, "ate": 333, "morning": 627, "realized": 77, "scenery": 305, "dreamed": 24, "climb": 158, "already": 333, "shining": 209, "fabric": 103, "secluded": 24, "quite": 583, "meets": 40, "disinterested": 3, "else": 219, "interest": 43, "pops": 22, "cigar": 42, "mouth": 541, "try": 424, "sushi": 157, "restaurant": 1692, "selfie": 345, "phone": 407, "cigars": 20, "smoking": 147, "girlfriend": 257, "broad": 21, "rainy": 143, "dry": 195, "sometimes": 272, "rains": 16, "wear": 338, "towel": 101, "indoors": 193, "drips": 2, "ceilings": 44, "helps": 97, "insecticides": 2, "run": 542, "roof": 567, "thirtieth": 7, "anniversary": 87, "television": 205, "spongebob": 44, "squarepants": 18, "throw": 167, "unfortunately": 67, "hailstorms": 2, "trails": 101, "began": 623, "scour": 2, "quarters": 12, "internet": 28, "torment": 2, "occurring": 6, "nature": 336, "better": 421, "quick": 205, "showers": 9, "approached": 72, "computer": 474, "games": 586, "frat": 7, "serious": 161, "flashbacks": 2, "college": 443, "binge": 3, "office": 558, "only": 661, "trashed": 9, "volunteers": 66, "booth": 296, "give": 296, "information": 220, "product": 76, "shake": 52, "reunited": 15, "outdoors": 771, "service": 281, "event": 2309, "bingo": 15, "school": 1095, "staff": 119, "members": 527, "pretended": 28, "friendly": 151, "hated": 25, "mothers": 49, "fathers": 40, "cope": 2, "alcohol": 227, "community": 242, "happily": 223, "hung": 238, "cinco": 6, "de": 36, "mayo": 6, "sombreros": 14, "delicious": 605, "nachos": 26, "dipped": 23, "cheese": 233, "pinata": 93, "celebrated": 170, "hats": 442, "popular": 170, "fashion": 59, "choices": 45, "dip": 74, "examples": 10, "served": 424, "car": 4114, "`": 35, "s": 72, "mexican": 101, "holiday": 320, "widely": 30, "tacos": 30, "ethnic": 41, "foods": 206, "rides": 617, "roller": 403, "coasters": 37, "theme": 228, "hate": 41, "heights": 31, "chairs": 844, "style": 468, "aim": 7, "church": 2038, "every": 683, "certainly": 57, "higher": 65, "than": 580, "swung": 18, "safe": 107, ";": 355, "look-no": 2, "magic": 46, "yummy": 100, "yum": 14, "diet": 22, "stinking": 2, "choose": 129, "taste": 77, "fried": 118, "brought": 765, "woman": 15082, "corn": 174, "fifth": 15, "success": 85, "likes": 161, "cake": 2781, "said": 331, "tasted": 40, "done": 462, "mentos/diet": 2, "coke": 27, "trick": 134, "5th": 25, "sad": 190, "cut": 526, "cola": 19, "accidentally": 16, "excitement": 120, "loving": 99, "tag": 60, "third": 106, "wheel": 1081, "fighting": 97, "ribbon": 121, "dyed": 51, "hair": 1309, "choreography": 3, "contest": 136, "unique": 484, "streamers": 41, "idea": 190, "included": 129, "material": 52, "arts": 96, "demonstrations": 14, "ribbons": 72, "act": 84, "du": 2, "soleil": 2, "promotion": 22, "conversation": 274, "noisy": 8, "chatter": 6, "pleased": 63, "showing": 976, "honor": 225, "banquet": 106, "tables": 590, "meal": 792, "rolls": 97, "discussed": 55, "three": 3863, "again": 241, "clamoring": 8, "themselves": 340, "immensely": 6, "table": 6606, "fit": 91, "plates": 354, "cleaned": 74, "vacation": 982, "paradise": 42, "strutted": 3, "beachwear": 2, "strolled": 31, "beach": 5086, "way": 1855, "tiki": 22, "stage": 2093, "dancers": 161, "featured": 117, "views": 176, "kicked": 52, "shoes": 279, "stroll": 97, "entertained": 54, "handlers": 4, "exciting": 191, "honeymoon": 51, "stayed": 290, "hotel": 717, "authentic": 41, "hulu": 5, "live": 401, "walks": 464, "playground": 139, "outdoor": 1148, "building": 7805, "taller": 52, "expected": 67, "exploring": 161, "newly": 130, "constructed": 45, "relative": 20, "hospital": 77, "entertain": 57, "goal": 71, "reach": 89, "mid-day": 4, "20": 50, "following": 84, "guide": 110, "tough": 66, "uphill": 19, "breathtaking": 124, "clouds": 689, "stopped": 689, "under": 1699, "conquer": 9, "directly": 77, "trek": 60, "reached": 83, "checkpoints": 3, "atop": 261, "special": 566, "anticipation": 84, "stronger": 5, "terrain": 68, "rockier": 3, "less": 77, "grassy": 559, "touched": 24, "arrive": 246, "gossiping": 3, "ensued": 9, "exam": 4, "sharing": 133, "laughter": 41, "plotted": 3, "pick": 197, "refreshments": 66, "flocking": 2, "between": 858, "groups": 202, "hosting": 28, "sweet": 134, "earlier": 74, "knew": 355, "awesome": 383, "dork": 6, "chance": 156, "boyfriend": 221, "dawned": 5, "normal": 87, "please": 42, "meet": 362, "relaxed": 121, "mommy": 56, "book": 652, "baby": 2094, "floated": 15, "inner": 27, "tube": 44, "pink": 1572, "bathing": 71, "suit": 832, "jungle": 62, "lounge": 65, "quality": 81, "bring": 200, "bunch": 1241, "keeps": 46, "busy": 617, "bored": 113, "overall": 22, "focused": 68, "child": 1933, "usually": 114, "books": 363, "presents": 430, "open": 1283, "greet": 78, "soon": 323, "possible": 69, "helped": 241, "unwrap": 13, "overwhelmed": 17, "number": 412, "gifts": 409, "given": 198, "palpable": 4, "fans": 346, "seats": 367, "pre-game": 6, "stellar": 4, "crowd-pleasing": 2, "performance": 280, "tribute": 20, "award": 287, "bestowed": 3, "retiring": 8, "coach": 127, "worked": 243, "halftime": 19, "marcee": 2, "displayed": 710, "players": 518, "buy": 246, "impressed": 112, "humanitarian": 4, "ceremony": 1227, "graduation": 1244, "caps": 146, "gowns": 208, "graduate": 372, "ecstatic": 34, "bit": 524, "chair": 988, "opened": 243, "gift": 347, "unwrapping": 26, "eventually": 103, "commenced": 7, "gifted": 15, "seat": 299, "nicely": 181, "vantage": 29, "point": 283, "needle": 19, "below": 390, "moved": 185, "state": 187, "window": 1343, "tower": 714, "abode": 7, "wooded": 140, "staying": 96, "national": 131, "right": 1091, "waterfall": 271, "safely": 38, "arriving": 124, "achieve": 8, "lifelong": 5, "preserve": 20, "thunderous": 2, "rivers": 22, "waterfalls": 44, "gorgeous": 304, "vacationing": 22, "planning": 49, "football": 678, "cloudy": 777, "posed": 499, "beers": 160, "threw": 162, "reason": 55, "catch": 237, "sailing": 114, "complaining": 4, "hungry": 177, "super": 141, "shore": 712, "seagull": 80, "alive": 72, "rented": 106, "sailboat": 75, "shortly": 25, "chased": 18, "seagulls": 80, "excursion": 16, "frolicked": 7, "sights": 201, "adam": 3, "makes": 513, "arrives": 62, "landmark": 90, "dc": 12, "takes": 613, "monument": 361, "rally": 204, "surprised": 278, "buildings": 2191, "monuments": 62, "dv": 2, "flooded": 33, "streets": 669, "mall": 174, "flat": 116, "stanley": 2, "volunteer": 48, "clean": 380, "swamp": 24, "swiftly": 7, "throwing": 150, "waste": 22, "recyclable": 2, "appreciate": 31, "volunteered": 23, "cleanup": 13, "tons": 152, "trash": 176, "dumpsters": 3, "cookout": 63, "reward": 14, "ourseleves": 2, "roberts": 3, "master": 46, "griller": 2, "jethro": 2, "bitter": 9, "participant": 22, "snow": 3164, "stick": 286, "climbing": 254, "feed": 87, "bird": 700, "snowy": 616, "youngest": 70, "explored": 68, "trees": 3238, "brisk": 15, "sunflower": 17, "seeds": 48, "birds": 483, "winter": 792, "woods": 589, "hikers": 85, "birch": 13, "hand": 1764, "sparrow": 7, "conference": 316, "disappointing": 9, "sandwich": 84, "speaking": 546, "speakers": 140, "poses": 1000, "sandwiches": 51, "younger": 258, "supportive": 24, "convention": 263, "asian": 885, "communities": 8, "strawberries": 123, "portrait": 97, "baptism": 12, "aunt": 178, "breakfast": 273, "salami": 9, "strawberry": 85, "cousins": 83, "your": 343, "alot": 89, "rocks": 1016, "break": 363, "hiking": 265, "overlook": 43, "hiked": 56, "pic": 79, "highest": 19, "sites": 147, "motorcycle": 301, "memorials": 21, "museums": 10, "crowds": 154, "exhausted": 32, "friday": 59, "leaving": 162, "memorial": 300, "buck": 13, "fully": 64, "lawn": 571, "anxiously": 55, "awaiting": 68, "presidential": 13, "hopeful": 9, "plugging": 2, "hazard": 10, "keyboard": 126, "drummer": 113, "drumming": 22, "bandroom": 2, "dont": 42, "worry": 26, "wire": 144, "green": 4089, "black": 4804, "swear": 7, "multiply": 5, "case": 226, "rhythm": 18, "ok": 41, "rock": 1119, "geared": 14, "battle": 106, "clear": 868, "power": 138, "supply": 13, "stretched": 53, "limit": 14, "pianos": 8, "unfolded": 5, "floor": 1389, "called": 381, "unitard": 3, "rocked": 34, "halfduo": 2, "compared": 33, "public": 312, "library": 177, "sunny": 742, "maltese": 3, "follows": 19, "leash": 124, "learning": 105, "fetch": 19, "continued": 129, "n": 51, "brick": 1291, "woke": 130, "trixie": 6, "fresh": 390, "scruffy": 23, "running": 994, "immediately": 75, "reenactment": 23, "cowboy": 177, "shot-out": 2, "shots": 166, "fired": 26, "bandits": 2, "cowboys": 24, "fixed": 31, "sleep": 80, "still": 1046, "actors": 49, "weapons": 39, "worker": 77, "actor": 34, "seating": 144, "tip": 26, "ballpark": 9, "opening": 491, "stands": 2358, "stadium": 566, "ice": 984, "cream": 464, "&": 153, "t": 146, "across": 1252, "picketing": 17, "any": 353, "cell": 118, "yet": 200, "smoothies": 13, "indulge": 6, "tickets": 107, "up..": 3, "least": 157, "sundae": 5, "path": 655, "moment": 299, "quiet": 247, "pitched": 38, "macaroni": 12, "bread": 257, "remote": 71, "course": 523, "gourmet": 47, "solo": 72, "parked": 1158, "unpacked": 5, "setup": 64, "wedding": 2310, "historical": 265, "temples": 30, "statue": 1769, "interesting": 939, "ocean": 1859, "insisted": 32, "married": 594, "known": 101, "ever": 296, "restoration": 4, "project": 158, "replaced": 27, "engine": 137, "control": 102, "panels": 30, "added": 124, "dash": 10, "custom": 56, "ordered": 101, "tires": 81, "rims": 18, "dune": 34, "buggy": 38, "laying": 796, "assembled": 53, "speedometer": 5, "gauges": 7, "comfortable": 85, "add": 98, "rebuilt": 4, "motor": 69, "rev": 5, "roading": 5, "stamped": 7, "aluminum": 20, "surrounds": 49, "giving": 731, "form-fitting": 2, "four-point": 2, "rollbar": 2, "extra": 82, "wheels": 124, "repairs": 25, "skating": 135, "skate": 78, "professional": 153, "skater": 17, "skateboard": 41, "gym": 154, "skateboarders": 9, "raise": 41, "funds": 4, "track": 542, "handshake": 14, "tattoos": 75, "tricks": 113, "listening": 321, "instructions": 59, "impress": 14, "closest": 28, "massive": 125, "audience": 528, "semi-finals": 2, "round": 546, "season": 167, "tension": 11, "curve": 44, "oops": 8, "hurry": 25, "softball": 48, "delivered": 27, "mound": 38, "fences": 45, "slides": 43, "throws": 59, "balls": 174, "hits": 50, "slide": 203, "jump-starting": 2, "country": 667, "trucks": 135, "restoring": 6, "cabin": 210, "driving": 641, "attempt": 40, "patrol": 17, "adore": 4, "texture": 19, "leaves": 758, "soft": 68, "natures": 2, "anything": 147, "shared": 158, "interests": 6, "youth": 66, "grofence": 2, "endangered": 2, "thrive": 5, "remove": 18, "growth": 21, "fence": 906, "leader": 92, "thrilled": 57, "foliage": 153, "partly": 65, "deserted": 136, "greenish": 11, "charm": 12, "session": 44, "doll": 168, "philosophical": 3, "gazing": 42, "lost": 172, "cat": 668, "kiss": 155, "miss": 83, "teen": 30, "receiving": 102, "package": 75, "mail": 34, "everyday": 52, "mailman": 9, "fluffy": 103, "kitty": 47, "mrs.": 50, "jealous": 29, "demanded": 10, "pretend": 49, "mailing": 3, "curious": 57, "employees": 82, "retreat": 14, "scenic": 174, "trail": 502, "investigate": 26, "creek": 102, "coworkers": 62, "lamenting": 2, "activities": 163, "hawaii": 3, "locations": 47, "natural": 183, "halfway": 34, "vacationed": 9, "forest": 799, "danger": 35, "dropped": 55, "shoe": 39, "retrieve": 11, "spotted": 112, "hat": 1779, "leading": 355, "moving": 335, "past": 503, "women": 4281, "vibrant": 91, "danced": 183, "wild": 239, "trance": 5, "largest": 42, "smallest": 17, "attire": 378, "sound": 106, "pounding": 11, "filled": 1091, "ears": 114, "skilled": 16, "drummers": 59, "procession": 70, "design": 464, "foreign": 139, "land": 364, "abstract": 62, "traditional": 365, "instruments": 393, "decorations": 489, "dapper": 14, "grounds": 162, "alright": 25, "cooked": 363, "thanks": 41, "peace": 223, "camped": 19, "watermelon": 42, "soup": 198, "iced": 23, "tea": 146, "supper": 38, "30th": 21, "wish": 143, "blew": 93, "candles": 731, "finish": 294, "lighting": 383, "thirty": 9, "village": 262, "lived": 118, "owner": 148, "raises": 58, "pigs": 40, "strolls": 15, "greets": 40, "unable": 21, "however": 251, "pig": 148, "released": 13, "forever": 86, "including": 443, "shops": 189, "pub": 118, "menu": 234, "offered": 94, "classy": 19, "options": 46, "ideal": 15, "typical": 48, "smiling": 3647, "main": 308, "dish": 437, "proportions": 2, "satisfied": 15, "breaking": 59, "news": 123, "newspaper": 134, "awaited": 38, "certificate": 78, "presented": 151, "formal": 505, "misplaced": 3, "nick": 4, "staircase": 152, "exchanged": 45, "ends": 39, "article": 50, "won": 204, "major": 94, "recognized": 24, "paper": 847, "socializing": 74, "mascot": 178, "convinced": 25, "rooting": 7, "scooter": 49, "behind": 2848, "catcher": 23, "fan": 166, "tall": 1689, "magnet": 2, "free": 163, "photographer": 219, "perspective": 50, "familiar": 38, "statues": 473, "modern": 394, "intrigues": 2, "ferris": 721, "becomes": 24, "reaching": 158, "domed": 33, "exiting": 25, "landmarks": 50, "adults": 1025, "alike": 62, "provides": 40, "square": 279, "its": 1397, "golden": 243, "gate": 259, "foggy": 144, "lands": 30, "snapped": 77, "map": 204, "afar": 31, "mapped": 5, "lovely": 499, "opportunities": 18, "architecture": 422, "penguin": 47, "polar": 82, "bear": 301, "exhibit": 194, "penguins": 30, "bears": 110, "watchtower": 10, "huh": 6, "neat": 241, "towers": 123, "buttons": 45, "fierce": 35, "driveway": 129, "towards": 458, "english": 70, "manor": 23, "picket": 33, "refreshing": 43, "historic": 272, "owners": 61, "togethers": 7, "frequently": 13, "destination": 178, "fiftieth": 5, "ten": 46, "locales": 3, "sounds": 59, "serenaded": 5, "sunbathing": 8, "hut": 61, "pulled": 189, "anymore": 28, "asked": 169, "sand": 1062, "romantic": 88, "sale": 337, "-": 150, "inspire": 6, "treat": 82, "pep": 13, "judging": 13, "blur": 32, "bridles": 2, "reins": 5, "rodeo": 61, "horses": 453, "fed": 53, "contestant": 15, "led": 160, "ring": 327, "competed": 24, "awards": 165, "stable": 27, "gear": 272, "oats": 2, "since": 307, "grade": 35, "traveling": 188, "immerse": 2, "culture": 106, "olson": 2, "halverson": 2, "whiskey": 28, "lucky": 92, "charms": 10, "magically": 3, "valley": 140, "south": 53, "world": 408, "horticulture": 2, "section": 127, "irish": 81, "fellow": 83, "sheep": 188, "prodding": 2, "handling": 14, "wet": 252, "ended": 185, "raised": 136, "cows": 59, "county": 50, "art": 1135, "shopping": 284, "east": 31, "festivals": 7, "parks": 41, "grandparents": 117, "jazz": 37, "fest": 19, "stranger": 28, "apparently": 62, "hippies": 8, "grand": 202, "clothes": 461, "conversations": 33, "cafe": 231, "beautifully": 211, "wooden": 1486, "entrance": 589, "pouring": 107, "cup": 580, "coffee": 471, "gramda": 2, "owns": 12, "baked": 191, "goods": 110, "offers": 39, "daily": 39, "customers": 163, "treats": 142, "diner": 95, "attends": 8, "customer": 25, "interior": 160, "serves": 34, "styles": 48, "dishes": 219, "excellent": 72, "pastries": 70, "trading": 6, "cards": 224, "pre-school": 4, "tractors": 16, "construction": 282, "vehicles": 246, "appearance": 68, "obsessed": 11, "machinery": 46, "chocolate": 508, "machines": 75, "tavi": 3, "learned": 138, "types": 273, "extravagant": 32, "snake": 90, "center": 648, "brilliant": 66, "almost": 496, "resemble": 33, "personal": 71, "purchased": 43, "powerful": 32, "brief": 28, "scare": 38, "failed": 13, "launch": 22, "plain": 58, "pizazz": 2, "piecing": 3, "artist": 191, "gallery": 126, "wall": 2310, "pieces": 405, "filling": 91, "mural": 206, "passing": 207, "glued": 8, "step": 92, "stones": 162, "choosing": 28, "pattern": 150, "final": 107, "letting": 60, "force": 45, "seem": 229, "flock": 68, "sparkling": 46, "butterflies": 27, "roman": 21, "candle": 290, "farewell": 8, "settled": 43, "cocktails": 40, "surprise": 213, "flicker": 14, "change": 99, "fountain": 446, "fun-dip": 2, "blasters": 2, "minding": 2, "heard": 149, "five": 433, "minutes": 130, "frigid": 22, "plunge": 22, "lined": 860, "partake": 14, "warmer": 18, "charity": 68, "extremely": 170, "freezing": 23, "brave": 56, "towels": 34, "touring": 71, "markets": 40, "available": 324, "paintings": 125, "graffiti": 425, "expression": 94, "shop": 529, "cooking": 488, "balcony": 249, "graffiti-covered": 2, "dumpy": 2, "graffitied": 2, "abandoned": 300, "meals": 59, "rush": 48, "meant": 55, "late": 214, "dusk": 180, "attraction": 129, "underneath": 270, "strung": 36, "affects": 5, "mood": 81, "photograph": 459, "adjacent": 12, "indicate": 24, "motion": 66, "token": 10, "appears": 492, "casino": 72, "chip": 21, "fenced": 90, "footpath": 3, "exhibition": 43, "hall": 342, "model": 290, "coin": 14, "coaster": 351, "district": 46, "bicycles": 321, "places": 269, "locking": 3, "rack": 139, "tempted": 10, "bikers": 261, "dutch": 9, "saying": 229, "rondvaart": 2, "reedery": 2, "p": 9, "kooy": 2, "thrill": 44, "sexy": 30, "amsterdam": 2, "brothel": 4, "kinds": 336, "prefer": 17, "unusual": 154, "venue": 307, "amoeba": 2, "finishing": 78, "rollercoaster": 55, "spin": 49, "puke": 4, "spirits": 45, "fun-loving": 3, "electro": 2, "banks": 68, "sometime": 12, "laugh": 205, "tilt": 8, "o": 63, "wirl": 2, "arcade": 92, "pier": 411, "funky": 31, "hallway": 187, "anchors": 5, "exposure": 39, "bad": 226, "dock": 363, "traffic": 322, "parking": 564, "anchor": 32, "club": 307, "entered": 98, "ornate": 361, "rooftops": 36, "mountainside": 61, "angled": 12, "empty": 1256, "wake": 67, "rail": 153, "system": 80, "illuminated": 154, "underway": 54, "truly": 60, "hundred": 22, "coordinated": 14, "clock": 344, "intricately": 23, "detailed": 93, "disbelief": 13, "aw": 10, "heck": 16, "gargoyles": 23, "sculptures": 190, "puts": 94, "bows": 19, "highway": 228, "eve": 67, "tradition": 56, "believed": 18, "thousands": 72, "passengers": 104, "carols": 10, "festive": 147, "palm": 413, "hollywood": 11, "miles": 145, "tourists": 225, "ordinary": 25, "rest": 461, "courage": 13, "coworker": 22, "reading": 477, "commute": 6, "backdrop": 190, "tallest": 40, "starts": 169, "tickler": 7, "coolest": 22, "drops": 14, "stomach": 34, "feel": 265, "swings": 76, "fill": 126, "names": 144, "'the": 4, "terrifying": 12, "strapped": 54, "tickled": 4, "whatever": 42, "means": 38, "needless": 5, "regretted": 3, "decision": 28, "span": 8, "felt": 267, "throat": 2, "bile": 2, "rose": 117, "unsuspecting": 4, "yellow": 2462, "shirts": 489, "recipient": 8, "chunky": 6, "vomit": 6, "lines": 274, "quicker": 4, "flying": 510, "afraid": 54, "win": 250, "attending": 192, "slow": 88, "tailgated": 2, "couples": 152, "support": 287, "warmed": 31, "impatiently": 12, "belongs": 23, "oohhing": 2, "awwing": 2, "reflection": 154, "burst": 71, "explosions": 49, "batch": 24, "tour": 610, "artwork": 252, "lighted": 208, "littering": 6, "dizzying": 6, "van": 162, "activity": 77, "unlike": 15, "wacky": 17, "displays": 263, "stunning": 112, "escape": 34, "pristine": 27, "museum": 770, "security": 75, "visitors": 173, "hotels": 32, "max": 9, "capacity": 15, "become": 93, "neon": 241, "ever-changing": 2, "perimeter": 6, "ther": 6, "centerpiece": 24, "circular": 167, "installation": 25, "changed": 79, "color": 645, "guards": 78, "present": 306, "floors": 73, "circle": 288, "changes": 21, "patterns": 70, "constantly": 13, "mud": 145, "rotting": 10, "bushes": 245, "barn": 118, "ancient": 365, "tractor": 158, "stepped": 54, "giant": 503, "mushroom": 27, "slimy": 11, "gross": 26, "smelled": 33, "odd": 174, "clearing": 51, "lantern": 63, "floating": 237, "marks": 46, "somber": 23, "ponders": 11, "reflected": 138, "nighttime": 183, "gang": 72, "clearly": 79, "folk": 29, "shinning": 8, "fall": 418, "none": 45, "shadows": 69, "push": 47, "pushing": 109, "totally": 60, "brown": 1634, "ages": 93, "midway": 21, "goodies": 58, "--": 84, "sports": 325, "llama": 25, "returned": 30, "chagrin": 2, "cloud": 97, "incredibly": 45, "standard": 31, "sculpture": 491, "crazy": 344, "bustling": 39, "sellers": 8, "peddling": 19, "wares": 36, "businesses": 60, "awhile": 91, "getaway": 29, "second": 242, "deter": 5, "overcast": 132, "canal": 140, "everybody": 253, "umbrella": 196, "filtered": 2, "bazaar": 12, "exposition": 2, "vendors": 130, "italian": 41, "sausages": 47, "sense": 57, "prizes": 65, "sausage": 32, "store": 1041, "enter": 141, "zone": 35, "welcome": 207, "enormous": 55, "remarkable": 15, "layout": 16, "circus": 61, "fairground": 6, "viewing": 123, "calming": 30, "scene": 1032, "inviting": 52, "tune": 15, "drum": 165, "mic": 142, "checks": 29, "test": 94, "equipment": 303, "vocal": 10, "beats": 26, "anxious": 37, "introductions": 5, "position": 63, "minute": 71, "lead": 277, "inspired": 53, "singers": 46, "enthusiasm": 27, "harder": 25, "albums": 16, "buddy": 49, "firey": 2, "reminds": 38, "ornament": 54, "apart": 127, "crawly": 2, "bugs": 49, "bursts": 38, "reminded": 71, "sounded": 26, "battles": 10, "occurred": 21, "ensure": 23, "freedom": 31, "quieter": 10, "context": 3, "boating": 41, "pelican": 16, "expecting": 21, "pelicans": 18, "duck": 200, "humans": 37, "feeding": 133, "sailed": 22, "simply": 58, "beck": 6, "wildlife": 98, "afterwords": 11, "grown": 133, "join": 150, "freak": 15, "managed": 72, "beat": 97, "revisited": 2, "childhood": 52, "bench": 473, "listened": 114, "train": 1046, "anywhere": 39, "dragon": 253, "temple": 211, "travelers": 27, "detailing": 12, "carvings": 49, "unbelievable": 15, "intended": 24, "estate": 53, "feature": 65, "lonely": 83, "refuel": 3, "easy": 125, "transportation": 62, "crossed": 112, "roads": 151, "passersby": 11, "cheered": 83, "yelled": 13, "screamed": 17, "observation": 27, "debate": 28, "gates": 40, "million": 11, "steps": 448, "observatory": 12, "daylight": 24, "rickety": 8, "gardens": 119, "ship": 439, "docked": 166, "guided": 16, "replicas": 4, "drop": 70, "rows": 279, "lawns": 16, "replica": 43, "wagon": 112, "quaint": 89, "peaceful": 191, "surrounded": 1162, "highlight": 73, "actual": 48, "recent": 83, "discovered": 54, "1700": 4, "wagons": 8, "organic": 16, "crops": 33, "tended": 11, "ships": 95, "th": 33, "sandcastles": 8, "notice": 61, "skies": 215, "mean": 71, "sunshine": 45, "boats": 789, "coast": 167, "fortunately": 18, "left": 826, "stores": 92, "signs": 991, "awe": 72, "radiating": 2, "various": 757, "tasked": 4, "tomorrow": 34, "admired": 64, "creature": 93, "created": 118, "chest": 104, "creation": 40, "body": 1161, "details": 97, "effort": 51, "consuming": 5, "perfectly": 92, "driven": 72, "pretending": 63, "hold": 507, "legs": 170, "feat": 5, "creating": 63, "wondered": 80, "intent": 17, "puppet": 25, "3d": 40, "slick": 6, "result": 12, "okay": 76, "intoxicated": 22, "figured": 16, "hop": 36, "straight": 158, "taxi": 49, "fastest": 9, "route": 135, "shone": 20, "kissed": 35, "feeling": 143, "content": 33, "drew": 68, "fluctuated": 2, "changing": 70, "appeared": 89, "welcoming": 76, "tamales": 5, "sombrero": 61, "tamal": 2, "option": 22, "considering": 22, "relocate": 3, "structures": 212, "restaurants": 51, "parent": 40, "dismay": 3, "checked": 119, "ricks": 3, "flea": 18, "junk": 41, "thats": 20, "wasnt": 11, "hidin": 2, "gems": 11, "rubble": 37, "aswell": 3, "unmentionables": 2, "vintage": 173, "buses": 52, "treasure": 21, "behold": 40, "gnome": 8, "lamps": 62, "minivan": 19, "swap": 9, "treasures": 8, "dig": 49, "portion": 69, "bus": 759, "items": 620, "$": 52, "lamp": 136, "lampshade": 3, "pace": 51, "clocked": 2, "shined": 23, "feels": 43, "hoped": 46, "locals": 102, "admire": 47, "wandering": 38, "gigantic": 24, "usual": 76, "stops": 61, "north": 35, "pole": 373, "boring": 86, "prettiest": 11, "glass": 2081, "helpful": 31, "northpole": 3, "stretching": 91, "toward": 335, "arranged": 190, "globe": 79, "nostalgic": 17, "faces": 462, "ornaments": 97, "complex": 63, "ruins": 242, "either": 209, "decides": 71, "explore": 195, "dusty": 35, "desert": 400, "pillars": 122, "heavens": 5, "instance": 4, "advantage": 27, "oasis": 5, "persian": 4, "columns": 170, "ruined": 35, "resort": 151, "decorative": 205, "bloke": 2, "grandchildren": 21, "category": 7, "porcupine": 5, "creative": 128, "entry": 65, "alligator": 36, "might": 186, "expect": 38, "maybe": 127, "luckily": 76, "patrolling": 7, "sightseeing": 81, "artistic": 143, "guard": 171, "quietly": 55, "testament": 4, "artful": 6, "gothic": 55, "cathedrals": 15, "capture": 93, "furry": 47, "raining": 42, "castle": 575, "ceremonies": 32, "olympics": 26, "warned": 18, "manageable": 3, "sport": 109, "seriously": 53, "rink": 109, "month": 69, "wow": 74, "due": 106, "stunts": 22, "strong": 122, "performing": 568, "acts": 30, "performers": 173, "crisp": 38, "gives": 328, "monkey": 171, "striped": 301, "suits": 351, "feats": 3, "pack": 135, "practiced": 46, "routines": 10, "towering": 48, "memorable": 28, "busier": 4, "sides": 224, "sailors": 31, "delight": 23, "careful": 45, "wo": 46, "hitting": 87, "obstructed": 5, "anyway": 65, "-jellyfish": 2, "warning": 82, "goat": 128, "reclining": 12, "against": 1248, "hello": 49, "observed": 22, "contemplative": 5, "pondering": 8, "impromptu": 19, "caring": 9, "crowne": 8, "plaza": 110, "smart": 57, "atmosphere": 81, "lobby": 121, "aged": 141, "somewhat": 64, "gray": 620, "splashes": 16, "crowed": 21, "understand": 69, "society": 18, "timeless": 4, "movement": 43, "acknowledge": 3, "opens": 74, "future": 73, "boaters": 7, "5": 131, "dollars": 30, "choice": 61, "windows": 1010, "absolutely": 115, "astonishing": 12, "lack": 32, "compelled": 2, "document": 47, "stained": 439, "alter": 70, "passion": 30, "often": 161, "cottage": 64, "churches": 61, "homes": 195, "miniature": 106, "santas": 8, "draped": 69, "canadian": 47, "non-lighted": 2, "walkway": 348, "arches": 67, "objects": 190, "involving": 35, "dirt": 682, "stunt": 24, "wondering": 68, "photographing": 29, "clocks": 43, "glow": 117, "cityscape": 41, "installations": 5, "skyscraper": 70, "cathedral": 213, "incredible": 147, "tuckered": 5, "order": 202, "awsome": 2, "breath": 64, "justice": 21, "jam": 30, "member": 165, "mystery": 20, "pumped": 23, "cooler": 30, "blared": 2, "figurines": 59, "cabinet": 59, "stash": 6, "botanical": 37, "dolls": 137, "collections": 10, "cheer": 127, "malls": 7, "centers": 25, "spirit": 87, "chinese": 320, "shield": 27, "uv": 2, "rays": 39, "budda": 4, "peony": 2, "compliments": 5, "lion": 129, "stuffed": 397, "figurine": 61, "happens": 21, "shut": 30, "dust": 48, "carousel": 182, "taken": 968, "stored": 21, "undercover": 4, "aban": 2, "doned": 2, "cares": 12, "perhaps": 52, "bumper": 121, "batman": 55, "ride-on": 2, "figure": 294, "recently": 177, "collected": 32, "giraffe": 40, "speaks": 180, "era": 41, "lift": 106, "painted": 1065, "covered": 2084, "prints": 50, "realistic": 25, "meter": 22, "foot": 193, "adorn": 48, "murals": 33, "mask": 389, "subway": 149, "strangest": 7, "earth": 82, "costumes": 1394, "toen": 2, "les": 5, "miserables": 2, "shown": 522, "abundant": 14, "goers": 96, "soak": 19, "lingerie": 13, "affair": 24, "skin": 56, "ladies": 580, "littered": 44, "souls": 11, "flowing": 118, "gloomy": 106, "nightclub": 23, "listen": 183, "drink": 1013, "musicians": 222, "amazingly": 21, "enjoyable": 34, "aztec": 10, "mayan": 4, "remodeled": 14, "mayans": 2, "bananas": 44, "ripe": 29, "age": 124, "pyramid": 52, "fruits": 166, "growing": 427, "mysterious": 44, "extraordinary": 7, "remind": 29, "orderly": 8, "greeting": 74, "folks": 70, "models": 68, "altitude": 10, "concerned": 26, "anyhow": 5, "rollercoasters": 4, "beaches": 48, "offshore": 4, "permitted": 2, "skeletons": 58, "creatures": 57, "bones": 46, "aliens": 28, "attacking": 9, "damaging": 8, "destroy": 10, "using": 493, "tom": 11, "listens": 48, "mind": 97, "debris": 93, "speech": 768, "speaker": 384, "helicopter": 141, "bye": 9, "prepares": 169, "candidate": 14, "bicycle": 558, "departing": 15, "bakery": 68, "selection": 61, "figures": 159, "freshly": 78, "bakers": 6, "boudin": 3, "breads": 22, "buns": 23, "heavy": 210, "let": 408, "snap": 54, "kitchen": 1167, "expensive": 83, "eateries": 2, "sculpted": 39, "turtle": 105, "sourdough": 3, "hearth": 12, "specialties": 10, "prices": 32, "reasonable": 6, "opportunity": 90, "action": 157, "shine": 42, "dead": 220, "accompany": 13, "radiate": 2, "continue": 55, "ways": 86, "bringing": 68, "visits": 26, "celebratory": 28, "occasion": 206, "drama": 13, "certain": 73, "hint": 7, "wind": 162, "flies": 95, "proudly": 156, "port": 83, "masts": 16, "grandiose": 12, "photographed": 176, "artistry": 7, "stumbled": 46, "deciding": 31, "detail": 95, "fronts": 12, "astounding": 9, "spring": 112, "bloom": 155, "tired": 233, "decor": 97, "worldly": 2, "gazebo": 76, "religious": 235, "meditation": 8, "smell": 60, "flower": 856, "examined": 18, "woodwork": 9, "pinks": 6, "whites": 9, "reds": 8, "inspiration": 9, "deity": 3, "youngins": 2, "haunted": 51, "ads": 17, "r.l": 2, "stine": 2, "resembled": 21, "frankenstein": 8, "based": 39, "juice": 93, "brand": 89, "skull": 74, "spoke": 146, "claims": 7, "itself": 108, "average": 7, "lecture": 185, "announced": 34, "president": 146, "low": 296, "prestigious": 15, "schools": 25, "conservative": 9, "pleasant": 46, "fine": 108, "insane": 10, "incline": 7, "monstrous": 3, "climber": 26, "rob": 35, "straps": 13, "fast": 314, "compound": 6, "defenses": 3, "intruders": 5, "grids": 5, "barbed": 44, "rolled": 74, "cement": 149, "block": 165, "keeping": 82, "questions": 114, "shape": 314, "components": 5, "razor": 14, "sharp": 52, "prison": 53, "methods": 9, "prisoners": 9, "barred": 5, "deterrent": 2, "overlooked": 24, "juts": 20, "boardwalks": 4, "classic": 193, "one-color": 2, "multicolored": 118, "hearts": 66, "literally": 24, "noel": 3, "newest": 41, "decoration": 177, "expense": 9, "decorate": 132, "snapping": 20, "closeup": 133, "reveals": 18, "word": 158, "candies": 41, "explosion": 58, "heads": 198, "bigger": 116, "spider": 106, "blasting": 6, "gold": 418, "sizes": 89, "amusing": 8, "meaning": 19, "symbolic": 8, "respect": 40, "testing": 27, "timelaspe": 2, "preparation": 67, "competition": 218, "rider": 98, "hurdles": 4, "easily": 37, "equestrian": 10, "ease": 19, "competitors": 66, "races": 94, "kentucky": 2, "derby": 42, "fireball": 2, "infield": 2, "jockeys": 20, "intensely": 22, "dj": 169, "phat": 2, "record": 77, "rappers": 10, "originators": 2, "prepping": 27, "mics": 7, "headphones": 79, "til": 10, "donwtown": 2, "theatre": 52, "eveyone": 3, "supporters": 43, "grabbed": 70, "hoses": 14, "inspirational": 25, "searched": 21, "online": 41, "antique": 172, "boasted": 3, "oil": 49, "manufactures": 2, "distributed": 6, "assortments": 6, "collectors": 6, "1930": 2, "vending": 15, "collection": 298, "1920-1980": 2, "roulette": 3, "boxes": 246, "americana": 4, "dispenser": 7, "decades": 19, "shelves": 153, "skylines": 12, "glows": 47, "sunlight": 206, "dresses": 316, "sponge": 22, "amongst": 69, "charter": 11, "eternal": 7, "sell": 86, "marketplace": 38, "travel": 201, "purchase": 61, "nieces": 14, "nephews": 11, "worst": 26, "fashions": 7, "preferred": 25, "sheer": 23, "clothing": 467, "casually": 58, "tight": 56, "sleek": 33, "favorable": 2, "chose": 89, "dress": 1414, "casual": 101, "underdressed": 3, "completely": 185, "british": 60, "carpet": 186, "handsome": 47, "foursome": 7, "photographers": 49, "handouts": 9, "presentations": 36, "mobility": 10, "displaying": 207, "needs": 129, "introduce": 20, "products": 88, "achievements": 22, "list": 78, "junior": 11, "hockey": 209, "league": 24, "received": 212, "assistant": 22, "medals": 64, "uniforms": 327, "trophies": 50, "assembling": 17, "uniform": 572, "practicing": 125, "routine": 42, "spectators": 271, "erst": 2, "skated": 9, "onto": 513, "formed": 65, "teams": 203, "panel": 95, "judges": 55, "acquainted": 5, "ambassador": 7, "military": 948, "commanders": 5, "briefed": 3, "agenda": 23, "delivers": 7, "emphasizes": 2, "commitment": 6, "matter": 84, "plans": 61, "respectfully": 8, "secret": 62, "haptening": 2, "attend": 143, "generals": 9, "minded": 6, "smiled": 132, "aunts": 19, "uncles": 25, "amount": 159, "surrounding": 283, "trio": 35, "us..": 2, "accomplishments": 30, "relationships": 7, "rekindled": 4, "speeches": 98, "interviewed": 52, "media": 58, "fabulous": 37, "retirement": 10, "manager": 27, "press": 68, "interview": 48, "aired": 2, "guest": 186, "words": 319, "alligators": 20, "23": 20, "26": 5, "15": 28, "seconds": 21, "out-ran": 3, "ally": 9, "runners": 359, "multiple": 315, "training": 87, "months": 76, "noted": 17, "aligators": 2, "broke": 96, "ankle": 12, "faculty": 41, "awarded": 25, "participation": 14, "yearbook": 6, "consisted": 29, "fro": 18, "piled": 92, "kick": 47, "costume": 1428, "ripped": 27, "nowadays": 2, "microphones": 124, "microphone": 791, "asserted": 2, "clams": 23, "circles": 69, "terrific": 12, "non-professionals": 3, "crazily": 5, "patriotic": 115, "journey": 106, "polluted": 15, "shrubs": 79, "telling": 109, "peabody": 4, "receive": 126, "author": 18, "honored": 51, "projections": 24, "covers": 126, "honoring": 45, "drawing": 228, 