{"<pad>": 0, "<bos>": 1, "<eos>": 2, "<unk>": 3, "we": 4, "found": 5, "this": 6, "tree": 7, "when": 8, "were": 9, "walking": 10, "in": 11, "a": 12, "nearby": 13, "town": 14, ".": 15, "it": 16, "turns": 17, "out": 18, "is": 19, "popular": 20, "attraction": 21, "here": 22, "the": 23, "very": 24, "unusual": 25, ",": 26, "with": 27, "its": 28, "trunk": 31, "was": 32, "really": 33, "wide": 34, "as": 35, "much": 36, "12": 37, "feet": 38, "!": 39, "they": 40, "went": 41, "to": 42, "gardens": 44, "see": 46, "large": 47, "there": 48, "an": 49, "sign": 51, "posted": 52, "near": 53, "huge": 54, "and": 55, "spread": 56, "over": 57, "ground": 58, "incredibly": 59, "thick": 60, "largest": 62, "country": 63, "under": 65, "had": 66, "some": 67, "interesting": 68, "information": 69, "good": 70, "view": 71, "of": 72, "water": 73, "from": 74, "well": 75, "i": 76, "by": 78, "'s": 79, "size": 80, "our": 81, "trip": 82, "location": 83, "last": 84, "year": 85, "filled": 86, "beauty": 87, "sculptures": 88, "could": 89, "be": 90, "everywhere": 91, "architecture": 92, "old": 93, "since": 94, "spring": 95, "beautiful": 96, "flowers": 97, "lined": 98, "streets": 99, "pink": 100, "bloom": 101, "particularly": 102, "lovely": 103, "museum": 104, "saw": 105, "odd": 106, "collection": 107, "hanging": 108, "faces": 109, "on": 110, "vacation": 111, "past": 112, "cool": 113, "buildings": 114, "unique": 115, "area": 116, "too": 117, "also": 118, "where": 119, "creepy": 120, "head": 121, "floating": 122, "exhibit": 123, "family": 124, "visited": 125, "for": 126, "summer": 127, "many": 128, "floors": 129, "art": 130, "before": 131, "entered": 132, "noticed": 133, "garden": 134, "inside": 135, "heads": 137, "ceiling": 139, "[": 140, "male": 141, "]": 142, "excited": 143, "during": 144, "4th": 145, "july": 146, "crowd": 147, "people": 148, "already": 149, "awaiting": 150, "firework": 151, "show": 152, "lucky": 153, "find": 154, "nice": 155, "spot": 156, "grass": 157, "watch": 158, "evening": 159, "grew": 160, "darker": 161, "up": 163, "enjoy": 164, "great": 165, "met": 166, "friend": 167, "lunch": 168, "then": 169, "statue": 170, "after": 171, "visiting": 172, "organization": 173, "sat": 174, "at": 175, "park": 176, "few": 177, "other": 178, "began": 179, "them": 180, "fireworks": 182, "my": 183, "two": 184, "best": 185, "friends": 186, "came": 187, "event": 188, "today": 189, "turnout": 190, "day": 192, "so": 193, "own": 194, "little": 195, "soon": 196, "got": 197, "dark": 198, "female": 199, "arrived": 200, "her": 201, "cute": 202, "flower": 203, "dress": 204, "always": 205, "visit": 206, "nation": 207, "capital": 208, "crowds": 209, "gathered": 210, "steps": 211, "relaxing": 212, "enjoying": 213, "national": 215, "mall": 216, "sky": 217, "almost": 219, "time": 220, "city": 221, "decided": 223, "build": 224, "dam": 225, "100": 226, "construction": 227, "trucks": 228, "used": 229, "power": 231, "workers": 232, "indeed": 235, "men": 236, "worked": 237, "long": 238, "hours": 239, "provide": 240, "modern": 241, "love": 243, "lots": 244, "killed": 245, "buried": 248, "their": 249, "brothers": 250, "took": 251, "wooden": 252, "bridge": 253, "get": 254, "job": 255, "site": 256, "start": 257, "fired": 258, "machinery": 259, "work": 260, "building": 261, "new": 262, "spill": 265, "into": 266, "hot": 267, "but": 268, "stayed": 269, "busy": 270, "father": 271, "he": 272, "small": 273, "temple": 274, "encountered": 275, "his": 276, "individuals": 277, "pictures": 278, "camera": 279, "shy": 280, "opportunity": 281, "travel": 282, "photographer": 283, "mine": 284, "brought": 285, "take": 286, "photos": 287, "places": 288, "ways": 290, "introduced": 291, "me": 292, "group": 293, "who": 294, "photographers": 295, "afterwards": 296, "woman": 297, "explained": 298, "that": 299, "she": 300, "have": 301, "photo": 302, "taken": 303, "buddy": 304, "rich": 305, "locals": 306, "worship": 307, "unlike": 308, "anything": 309, "'ve": 310, "seen": 311, "photography": 312, "team": 313, "because": 314, "lot": 315, "cover": 316, "unfortunately": 317, "did": 318, "n't": 319, "want": 320, "hike": 321, "forest": 322, "enough": 323, "wildlife": 324, "like": 325, "deer": 326, "guy": 327, "friendly": 328, "must": 329, "hit": 330, "all": 331, "hikers": 332, "food": 333, "'m": 334, "glad": 335, "spotted": 336, "snake": 337, "close": 338, "running": 339, "us": 340, "fed": 341, "squirrel": 342, "seemed": 343, "hungry": 344, "nowhere": 345, "scared": 346, "giant": 347, "red": 349, "woods": 350, "young": 351, "about": 353, "grey": 354, "holding": 355, "quietly": 358, "through": 359, "celebrated": 361, "2": 362, "birthday": 363, "baby": 364, "rented": 365, "fun": 366, "house": 367, "jump": 368, "daughter": 370, "seem": 371, "tired": 372, "first": 373, "sister": 374, "son": 375, "company": 376, "relatives": 377, "bounce": 378, "castle": 379, "just": 380, "let": 381, "him": 382, "go": 383, "wild": 384, "walk": 385, "alone": 386, "having": 387, "party": 389, "started": 390, "drinking": 391, "milk": 392, "until": 393, "something": 394, "watched": 395, "sisters": 396, "play": 397, "sad": 398, "dressed": 400, "ready": 401, "parade": 402, "kids": 403, "pass": 404, "candy": 405, "pulled": 406, "truck": 407, "float": 409, "founders": 410, "wow": 411, "looking": 412, "members": 413, "mom": 414, "rode": 415, "1800": 416, "looked": 417, "even": 418, "helped": 419, "nieces": 420, "nephews": 421, "couple": 422, "live": 423, "encouraged": 425, "participate": 426, "not": 427, "easily": 428, "amused": 429, "put": 430, "come": 431, "cooked": 432, "ingredients": 434, "full": 435, "garb": 436, "patriotic": 437, "climbed": 438, "aboard": 439, "floats": 441, "pose": 442, "costume": 443, "children": 444, "ride": 445, "together": 446, "white": 447, "pulls": 448, "one": 449, "decorated": 450, "american": 451, "colors": 452, "are": 453, "raised": 454, "believe": 455, "world": 456, "takes": 457, "kinds": 458, "make": 459, "certainly": 461, "true": 464, "moments": 465, "those": 466, "around": 467, "any": 468, "you": 469, "quite": 470, "sure": 471, "what": 472, "going": 473, "know": 474, "either": 475, "model": 476, "picture": 477, "without": 478, "finally": 479, "caught": 480, "off": 481, "guard": 482, "mouth": 484, "funny": 485, "zombie": 486, "face": 487, "cigarette": 489, "meal": 490, "sits": 491, "enjoys": 492, "weather": 493, "eating": 494, "orders": 495, "push": 496, "pop": 497, "desert": 498, "enjoyed": 499, "fair": 500, "different": 501, "foods": 502, "eat": 503, "midway": 504, "games": 505, "rides": 506, "spun": 507, "air": 508, "pirate": 509, "ship": 510, "back": 511, "forth": 512, "everyone": 513, "line": 514, "purchase": 515, "tickets": 516, "sliding": 517, "boat": 518, "while": 519, "brother": 520, "local": 521, "boardwalk": 522, "place": 523, "pretty": 524, "booths": 525, "awesome": 526, "swung": 527, "celebrate": 528, "holiday": 529, "these": 530, "uncle": 531, "historical": 532, "civil": 533, "war": 534, "general": 535, "waving": 536, "dad": 537, "pride": 538, "next": 539, "been": 540, "week": 541, "watching": 542, "soldier": 543, "march": 544, "hi": 546, "jumped": 547, "way": 548, "down": 549, "main": 550, "street": 551, "blast": 552, "fighting": 553, "flag": 554, "stopped": 555, "outdoor": 556, "kid": 557, "especially": 558, "loved": 559, "able": 560, "use": 561, "sparklers": 562, "waited": 563, "guys": 564, "comfy": 565, "seat": 566, "festivities": 567, "quick": 568, "blankets": 569, "light": 570, "display": 572, "waiting": 573, "citizens": 574, "parent": 577, "hood": 578, "showed": 579, "now": 580, "annual": 581, "ceremonial": 583, "sparkler": 584, "lit": 585, "awe": 586, "shock": 587, "eyes": 588, "wanted": 591, "nap": 592, "afternoon": 593, "course": 594, "wife": 595, "run": 596, "would": 597, "fine": 598, "if": 599, "fire": 600, "involved": 601, "settled": 602, "rather": 603, "crowded": 604, "office": 605, "boss": 606, "known": 607, "magnificent": 608, "meals": 609, "nobody": 610, "miss": 611, "wonderful": 612, "cooking": 614, "fond": 615, "strawberry": 616, "dessert": 617, "made": 618, "every": 619, "big": 620, "celebration": 621, "support": 622, "chef": 623, "hand": 624, "real": 626, "turned": 627, "delicious": 628, "hired": 629, "professional": 630, "active": 632, "mingling": 633, "another": 634, "serve": 635, "guests": 636, "part": 637, "fourth": 638, "along": 639, "road": 640, "happy": 641, "celebrations": 642, "ended": 643, "race": 644, "derby": 645, "look": 646, "forward": 647, "bring": 649, "contest": 651, "gets": 652, "competitive": 653, "--": 654, "special": 655, "tiny": 656, "cars": 657, "families": 658, "``": 660, "others": 661, "stand": 662, "drive": 663, "beginning": 664, "things": 666, "elaborate": 668, "towards": 669, "end": 670, "showing": 671, "twin": 672, "works": 673, "passing": 674, "fairly": 675, "flags": 676, "uniforms": 677, "performing": 678, "performance": 679, "followed": 680, "cows": 681, "horse": 682, "riders": 683, "horses": 684, "festival": 685, "girls": 686, "fabulous": 687, "animals": 688, "tricks": 689, "military": 690, "marching": 691, "memorial": 692, "detail": 693, "uniform": 695, "worn": 696, "man": 697, "blue": 698, "outfit": 699, "smiles": 701, "bearer": 702, "holds": 703, "steady": 704, "held": 706, "grounds": 707, "details": 708, "costumes": 709, "participants": 711, "themselves": 712, "enthusiastic": 714, "making": 716, "silly": 717, "amazing": 718, "car": 719, "paint": 720, "seeing": 721, "troops": 722, "moment": 723, "veteran": 724, "wave": 725, "included": 726, "decorative": 727, "attire": 728, "greet": 731, "coming": 732, "cheering": 733, "painted": 734, "marched": 735, "grandpa": 736, "neighbors": 737, "waved": 738, "attention": 739, "purple": 740, "lights": 741, "changed": 742, "several": 743, "minutes": 744, "favorites": 745, "stood": 746, "weekend": 747, "how": 748, "reminded": 749, "star": 750, "fountain": 751, "tonight": 752, "sight": 753, "behold": 754, "shooting": 755, "or": 756, "bright": 757, "dog": 758, "lovers": 759, "...": 760, "husband": 761, "both": 762, "black": 763, "may": 766, "rolling": 768, "gift": 769, "shop": 770, "bought": 771, "being": 772, "sun": 773, "celebrating": 774, "sitting": 775, "hurt": 776, "given": 777, "help": 779, "does": 780, "stop": 781, "however": 782, "dogs": 783, "loves": 784, "more": 785, "than": 786, "do": 787, "can": 788, "adopted": 789, "golden": 790, "pets": 793, "instead": 794, "said": 795, "owners": 798, "lap": 799, "say": 800, "getting": 802, "owner": 803, "chasing": 804, "each": 805, "field": 806, "humans": 807, "human": 808, "skeptical": 809, "green": 810, "most": 811, "clear": 812, "impressive": 813, "displays": 814, "lasted": 815, "30": 816, "spectacular": 817, "variety": 818, "point": 819, "covered": 820, "entire": 821, "viewing": 822, "finale": 823, "approached": 824, "ton": 825, "usual": 826, "sizes": 827, "wondering": 828, "suddenly": 830, "across": 832, "enjoyment": 837, "colorful": 838, "creations": 839, "yellow": 841, "bursts": 842, "closer": 843, "brighter": 845, "thought": 847, "ferris": 848, "wheel": 849, "stuck": 850, "fast": 851, "paying": 852, "control": 853, "panel": 854, "equipment": 855, "fascinating": 856, "am": 857, "turn": 859, "will": 861, "tall": 862, "touch": 863, "stuff": 865, "ancient": 866, "weird": 868, "wandered": 869, "radio": 872, "hair": 873, "right": 874, "your": 875, "body": 876, "space": 879, "attempt": 880, "fear": 881, "though": 882, "ran": 883, "controls": 884, "lab": 885, "larger": 886, "shot": 887, "no": 888, "idea": 889, "puppy": 892, "thing": 894, "ever": 895, "everything": 897, "'re": 898, "planning": 899, "toys": 900, "spends": 901, "passed": 902, "bed": 903, "sometimes": 904, "empty": 905, "bottle": 906, "home": 907, "nervous": 909, "bowl": 910, "toy": 912, "quickly": 914, "woke": 915, "act": 916, "playing": 919, "has": 921, "adorable": 922, "hands": 924, "trying": 925, "teeth": 926, "plastic": 927, "never": 929, "oh": 930, "win": 933, "?": 934, "looks": 935, "determined": 936, "might": 937, "gives": 938, "waits": 939, "begin": 940, "smiling": 941, "goes": 942, "boy": 944, "races": 946, "recently": 948, "amusement": 949, "excitement": 951, "grill": 953, "set": 954, "sidewalk": 955, "worse": 956, "wear": 957, "cook": 958, "anyway": 959, "burgers": 960, "room": 961, "bbq": 962, "beer": 963, "meat": 964, "grand": 965, "barbeque": 966, "agreed": 967, "drunk": 968, "ate": 970, "anyways": 971, "whole": 973, "dusk": 974, "colored": 976, "ones": 977, "multi": 978, "favorite": 979, "church": 980, "shortly": 981, "left": 982, "liked": 983, "rainbow": 984, "parents": 986, "position": 988, "grandma": 989, "attractions": 990, "morning": 991, "corner": 992, "toward": 993, "giving": 994, "better": 995, "procession": 996, "bug": 997, "makes": 998, "starting": 999, "arrive": 1000, "adult": 1004, "beverages": 1005, "bodies": 1008, "banner": 1009, "wasted": 1010, "dirty": 1011, "dancing": 1012, "eventually": 1013, "sex": 1014, "yard": 1015, "independence": 1016, "famous": 1018, "restaurant": 1021, "facial": 1024, "crazy": 1026, "girlfriend": 1027, "bigger": 1030, "complex": 1031, "middle": 1032, "break": 1033, "smaller": 1034, "grabbed": 1036, "boom": 1037, "burst": 1038, "night": 1039, "snapped": 1040, "explosions": 1042, "felt": 1044, "passionate": 1045, "orange": 1046, "bit": 1048, "calm": 1049, "double": 1050, "became": 1051, "intense": 1052, "continued": 1053, "themed": 1054, "color": 1055, "6": 1056, "clock": 1059, "skies": 1060, "anticipation": 1061, "early": 1062, "eagerly": 1063, "grow": 1064, "everybody": 1065, "stared": 1066, "worth": 1067, "tv": 1068, "person": 1069, "behind": 1070, "afraid": 1071, "loud": 1072, "noises": 1073, "heard": 1074, "outside": 1075, "porch": 1077, "keep": 1078, "simple": 1079, "plans": 1080, "eager": 1081, "downtown": 1083, "lazy": 1084, "thinks": 1085, "girl": 1086, "read": 1087, "book": 1088, "days": 1089, "straight": 1090, "leave": 1091, "reading": 1092, "emmy": 1093, "leash": 1094, "traffic": 1095, "died": 1096, "least": 1097, "sunday": 1098, "away": 1099, "sparky": 1100, "boyfriend": 1101, "colonial": 1102, "gorgeous": 1103, "plentiful": 1107, "picked": 1108, "winter": 1109, "fall": 1111, "herbs": 1113, "plants": 1114, "blossom": 1115, "pumpkin": 1117, "perfect": 1118, "army": 1119, "practiced": 1120, "drummers": 1121, "kept": 1122, "beat": 1123, "played": 1124, "patiently": 1125, "shared": 1126, "stories": 1127, "friday": 1128, "month": 1129, "invited": 1130, "youngest": 1131, "hung": 1132, "adults": 1133, "catch": 1134, "couch": 1135, "table": 1136, "relax": 1138, "talk": 1139, "ideas": 1140, "try": 1141, "again": 1142, "maybe": 1143, "three": 1145, "still": 1146, "women": 1147, "attend": 1148, "comes": 1149, "child": 1150, "stands": 1151, "toddler": 1152, "similar": 1154, "focused": 1156, "taking": 1157, "move": 1158, "crawl": 1161, "tries": 1163, "escape": 1164, "strolled": 1165, "upon": 1166, "vendor": 1167, "selling": 1168, "spent": 1170, "harbor": 1171, "such": 1172, "toured": 1173, "pleasant": 1174, "shore": 1175, "dazzling": 1176, "heat": 1177, "vendors": 1179, "terrific": 1180, "glow": 1181, "stick": 1182, "type": 1183, "items": 1184, "barbecue": 1185, "chalk": 1186, "blew": 1187, "bubbles": 1188, "thinking": 1190, "pizza": 1191, "relaxed": 1192, "nighttime": 1193, "admired": 1194, "glorious": 1195, "brightly": 1197, "warm": 1198, "wonder": 1199, "why": 1200, "slow": 1201, "freedom": 1203, "random": 1204, "wandering": 1205, "kind": 1207, "laugh": 1209, "neat": 1210, "wait": 1211, "mans": 1212, "drew": 1214, "stripes": 1215, "later": 1216, "activities": 1219, "driveway": 1220, "blowing": 1221, "lines": 1222, "childhood": 1223, "blow": 1224, "drawings": 1225, "models": 1228, "40": 1229, "animal": 1230, "wonderfully": 1232, "restored": 1233, "shiny": 1234, "detailed": 1235, "dedicated": 1236, "drinks": 1240, "scary": 1242, "burned": 1244, "wrap": 1245, "carnival": 1246, "snacks": 1247, "headed": 1249, "rest": 1250, "impressed": 1252, "attending": 1253, "free": 1254, "concert": 1255, "performer": 1256, "uses": 1257, "talent": 1259, "monuments": 1260, "backdrop": 1261, "overlooking": 1262, "high": 1263, "super": 1264, "funky": 1265, "designed": 1266, "shirt": 1267, "telling": 1268, "reunion": 1269, "absolutely": 1270, "jokes": 1271, "impromptu": 1272, "comedy": 1273, "throughout": 1274, "selection": 1275, "fit": 1276, "needs": 1277, "bored": 1278, "frisbee": 1279, "catching": 1280, "share": 1281, "cam": 1282, "talking": 1283, "cousin": 1284, "goofing": 1285, "half": 1286, "sunny": 1287, "saturday": 1288, "trouble": 1289, "heels": 1290, "ca": 1291, "route": 1293, "stilts": 1294, "dozen": 1295, "bands": 1296, "traditional": 1297, "entertaining": 1301, "rock": 1302, "roll": 1303, "music": 1304, "lining": 1305, "trumpet": 1308, "groups": 1309, "diverse": 1310, "cultures": 1311, "marvel": 1312, "sound": 1313, "bagpipes": 1314, "bunch": 1315, "band": 1316, "school": 1317, "kilts": 1318, "trimmed": 1319, "center": 1321, "shower": 1322, "explosion": 1324, "streams": 1328, "shapes": 1332, "add": 1335, "drama": 1336, "await": 1337, "community": 1339, "gathering": 1340, "ages": 1341, "species": 1342, "shirts": 1344, "glass": 1345, "wine": 1346, "mother": 1347, "sit": 1348, "toast": 1350, "front": 1351, "picnic": 1352, "give": 1353, "memorabilia": 1355, "life": 1356, "surreal": 1357, "feel": 1358, "library": 1360, "&": 1361, "yesterday": 1362, "photographs": 1363, "statues": 1364, "photograph": 1365, "sights": 1366, "exhibits": 1367, "bronze": 1368, "ago": 1369, "grandfather": 1370, "money": 1372, "representing": 1373, "certain": 1375, "period": 1376, "longer": 1377, "vintage": 1378, "recognized": 1379, "shown": 1380, "selfies": 1381, "booth": 1382, "smoke": 1383, "heading": 1384, "surprised": 1385, "selfie": 1386, "bar": 1387, "gathers": 1388, "bike": 1389, "freely": 1390, "chose": 1391, "ensure": 1392, "years": 1394, "needed": 1395, "breaks": 1396, "between": 1397, "legs": 1398, "riding": 1399, "tough": 1401, "trick": 1402, "exception": 1405, "although": 1406, "doing": 1407, "naked": 1408, "concrete": 1409, "figure": 1410, "wearing": 1411, "hose": 1413, "helmet": 1414, "cycling": 1415, "lake": 1416, "tradition": 1417, "spend": 1418, "swimming": 1419, "happened": 1420, "feast": 1421, "cold": 1422, "sent": 1423, "soak": 1424, "sunshine": 1425, "diving": 1426, "pier": 1427, "camping": 1428, "jumping": 1430, "gave": 1431, "sites": 1433, "nephew": 1434, "pool": 1435, "unsure": 1436, "calmed": 1437, "daddy": 1438, "knew": 1439, "meanwhile": 1440, "wants": 1441, "happier": 1444, "waterfront": 1445, "background": 1446, "whenever": 1448, "crew": 1449, "return": 1450, "port": 1451, "prepare": 1452, "deck": 1453, "cheers": 1454, "waves": 1455, "prepares": 1456, "lighting": 1457, "buy": 1459, "shopping": 1460, "skyscrapers": 1461, "replica": 1462, "mask": 1465, "necklaces": 1466, "masks": 1467, "artists": 1468, "handmade": 1469, "jewelry": 1470, "jeep": 1471, "veterans": 1472, "greeted": 1473, "tables": 1474, "above": 1475, "theme": 1476, "actually": 1477, "warmed": 1478, "heart": 1479, "balcony": 1480, "alot": 1481, "baseball": 1482, "game": 1483, "pub": 1484, "mood": 1485, "drove": 1486, "victory": 1487, "police": 1488, "eye": 1489, "stadium": 1490, "fans": 1491, "posed": 1492, "traveling": 1494, "hometown": 1495, "neighbor": 1497, "hope": 1500, "cross": 1501, "need": 1502, "surprise": 1503, "quiet": 1505, "usually": 1506, "buzzing": 1507, "dead": 1508, "lawn": 1509, "health": 1510, "clown": 1511, "practicing": 1512, "dunk": 1513, "tank": 1514, "checked": 1515, "guess": 1517, "amount": 1518, "drug": 1519, "halloween": 1521, "bash": 1522, "hes": 1523, "brave": 1525, "testing": 1527, "working": 1528, "name": 1530, "closing": 1531, "hard": 1532, "dances": 1533, "helping": 1534, "clean": 1535, "anymore": 1537, "minds": 1539, "darkness": 1540, "falls": 1541, "starts": 1542, "swinging": 1543, "swam": 1544, "angle": 1545, "clearly": 1546, "lone": 1547, "island": 1548, "lonely": 1550, "asian": 1551, "remember": 1552, "eagle": 1553, "top": 1554, "dying": 1555, "underwater": 1557, "walked": 1559, "edge": 1560, "staying": 1562, "snapping": 1563, "mountain": 1566, "surrounded": 1567, "hiked": 1568, "wondered": 1569, "broken": 1570, "corn": 1571, "farmer": 1572, "market": 1573, "array": 1574, "including": 1575, "fresh": 1576, "listened": 1581, "records": 1582, "laughed": 1583, "dinner": 1584, "sweet": 1585, "rolls": 1586, "goodies": 1587, "taste": 1589, "fried": 1590, "chicken": 1591, "owned": 1592, "record": 1593, "player": 1594, "taught": 1595, "exploded": 1597, "frightened": 1598, "cup": 1599, "nothing": 1600, "else": 1601, "alright": 1603, "sparks": 1604, "fly": 1605, "op": 1606, "business": 1607, "four": 1608, "hotel": 1609, "meeting": 1610, "pond": 1611, "stream": 1613, "fish": 1614, "parks": 1615, "beautifully": 1617, "waking": 1619, "waterfall": 1620, "vibrant": 1621, "circular": 1623, "stars": 1624, "exposure": 1626, "settings": 1627, "basketball": 1629, "hoops": 1630, "camp": 1631, "adventure": 1634, "distance": 1636, "flying": 1637, "object": 1638, "sets": 1639, "josh": 1641, "wore": 1642, "gear": 1643, "boats": 1644, "ocean": 1645, "sunset": 1646, "once": 1647, "matching": 1648, "outfits": 1649, "acres": 1651, "land": 1652, "built": 1653, "flood": 1655, "remained": 1657, "flooded": 1659, "rose": 1660, "neck": 1661, "lower": 1662, "surrounding": 1663, "underneath": 1666, "safe": 1667, "times": 1670, "tourists": 1671, "inspiring": 1673, "patio": 1674, "cemeteries": 1675, "history": 1676, "dance": 1677, "finished": 1678, "standing": 1679, "cake": 1681, "trail": 1682, "lion": 1685, "grave": 1686, "couples": 1687, "kissed": 1688, "direction": 1689, "shoot": 1690, "style": 1692, "jungle": 1693, "gym": 1694, "original": 1695, "shack": 1696, "swing": 1697, "box": 1698, "chance": 1699, "poured": 1701, "located": 1703, "proud": 1705, "gun": 1707, "entertain": 1708, "himself": 1709, "sunflowers": 1710, "present": 1711, "backyard": 1712, "raising": 1713, "chickens": 1714, "growing": 1715, "mean": 1716, "property": 1718, "types": 1719, "ski": 1721, "lodge": 1722, "blooming": 1723, "rocked": 1726, "which": 1728, "mountains": 1730, "store": 1731, "assortment": 1732, "designer": 1733, "whom": 1735, "drank": 1736, "heavily": 1737, "rowdy": 1738, "served": 1739, "ice": 1740, "cream": 1741, "hang": 1742, "missed": 1743, "total": 1745, "alcohol": 1746, "piece": 1747, "drink": 1749, "low": 1750, "higher": 1751, "spider": 1754, "meant": 1759, "countries": 1763, "pull": 1765, "fight": 1766, "stage": 1767, "vehicles": 1768, "documents": 1769, "important": 1770, "wall": 1771, "reads": 1772, "engine": 1774, "continue": 1775, "firemen": 1777, "rocket": 1778, "safely": 1779, "rockets": 1780, "winning": 1781, "dads": 1782, "learning": 1783, "exciting": 1784, "gather": 1786, "river": 1787, "bank": 1788, ";": 1789, "roads": 1790, "closed": 1791, "traveled": 1792, "foot": 1793, "pants": 1795, "jammed": 1796, "packed": 1797, "spots": 1798, "difficult": 1800, "outing": 1801, "lost": 1802, "among": 1803, "bottom": 1805, "helicopter": 1809, "pilot": 1810, "flew": 1812, "asked": 1813, "questions": 1814, "landed": 1815, "perform": 1817, "mothers": 1819, "carried": 1820, "inspired": 1821, "words": 1822, "jr": 1824, "navy": 1825, "karate": 1826, "creating": 1827, "appropriate": 1828, "against": 1829, "sailor": 1830, "banners": 1831, "service": 1832, "spirit": 1835, "biker": 1838, "sponsored": 1841, "reflection": 1843, "bay": 1844, "sudden": 1845, "setting": 1846, "10": 1847, "hospital": 1850, "donuts": 1853, "choose": 1855, "choice": 1856, "bacon": 1857, "eggs": 1858, "monitor": 1860, "understand": 1861, "decide": 1862, "coffee": 1864, "breakfast": 1865, "products": 1869, "skills": 1870, "culture": 1871, "cultural": 1872, "education": 1873, "process": 1876, "bold": 1877, "arriving": 1878, "clothing": 1880, "ladies": 1881, "seating": 1882, "floor": 1883, "sewing": 1884, "nightfall": 1886, "open": 1887, "public": 1888, "number": 1889, "attendees": 1890, "camped": 1891, "overhead": 1892, "begun": 1893, "attended": 1895, "tattoo": 1896, "beers": 1897, "ease": 1898, "pain": 1899, "brand": 1900, "tattoos": 1901, "design": 1902, "realized": 1904, "told": 1906, "dude": 1907, "mustache": 1908, "remind": 1909, "only": 1911, "problem": 1912, "hold": 1913, "literally": 1915, "bang": 1916, "simply": 1917, "plenty": 1918, "biked": 1920, "volleyball": 1921, "royalty": 1922, "bikes": 1923, "sea": 1924, "mixing": 1926, "blur": 1927, "'ll": 1928, "probably": 1929, "toss": 1930, "sort": 1931, "breathtaking": 1933, "forever": 1936, "interest": 1938, "noise": 1939, "dont": 1940, "seems": 1941, "curious": 1942, "likes": 1943, "stepped": 1944, "plan": 1945, "precious": 1947, "flames": 1948, "threw": 1949, "monument": 1951, "mostly": 1952, "self": 1953, "ourselves": 1954, "test": 1955, "ok": 1956, "think": 1957, "candid": 1959, "shows": 1961, "awaited": 1962, "cheered": 1963, "meet": 1964, "cannons": 1965, "nearly": 1966, "rodeo": 1968, "celebrates": 1973, "hats": 1975, "says": 1977, "cities": 1980, "concerned": 1983, "stole": 1984, "traditions": 1985, "patrons": 1986, "mirror": 1988, "grilling": 1990, "content": 1991, "grilled": 1993, "burn": 1994, "carpet": 1997, "occupied": 2002, "thin": 2003, "cameras": 2004, "shined": 2006, "beach": 2007, "bustling": 2008, "events": 2010, "enormous": 2011, "admiring": 2012, "sounds": 2013, "awaits": 2014, "entrance": 2015, "opening": 2016, "enter": 2017, "areas": 2018, "explore": 2019, "rivers": 2020, "runs": 2023, "jumps": 2024, "granddaughter": 2028, "asking": 2029, "beard": 2030, "wrong": 2031, "season": 2032, "lifted": 2033, "lay": 2035, "juice": 2036, "crackers": 2037, "stops": 2038, "weekends": 2041, "swim": 2043, "tire": 2045, "offer": 2046, "chess": 2047, "guitar": 2048, "listen": 2049, "someone": 2050, "bench": 2051, "masters": 2054, "musical": 2056, "artist": 2057, "staring": 2058, "musician": 2060, "barely": 2061, "feed": 2062, "dish": 2063, "overlook": 2064, "casserole": 2065, "eaten": 2066, "skyline": 2067, "dock": 2068, "yeah": 2069, "definitely": 2070, "sold": 2071, "browse": 2072, "supporters": 2073, "posters": 2074, "curb": 2075, "featured": 2077, "carrying": 2078, "classic": 2080, "convention": 2081, "sleek": 2084, "condition": 2088, "strike": 2091, "deal": 2092, "mess": 2093, "myself": 2094, "starving": 2095, "leaving": 2096, "seeds": 2097, "ordered": 2100, "healthy": 2101, "talked": 2102, "grateful": 2103, "journey": 2107, "cut": 2108, "bread": 2109, "vegetables": 2111, "date": 2113, "sports": 2114, "goofy": 2115, "final": 2117, "round": 2118, "reason": 2119, "decked": 2120, "ball": 2121, "parking": 2122, "witness": 2123, "endless": 2127, "pattern": 2128, "abandoned": 2130, "mushrooms": 2131, "anywhere": 2133, "trails": 2134, "launching": 2137, "possible": 2139, "late": 2140, "disappoint": 2141, "pancakes": 2144, "picking": 2147, "basket": 2148, "fields": 2149, "despite": 2150, "(": 2152, "okay": 2153, "equally": 2154, ")": 2155, "pick": 2156, "fruits": 2157, "veggies": 2158, "berries": 2159, "juicy": 2160, "easy": 2161, "till": 2162, "graduating": 2163, "college": 2164, "joined": 2165, "stan": 2167, "glasses": 2168, "presentations": 2170, "agenda": 2172, "spectators": 2174, "everyday": 2175, "clothes": 2176, "discussions": 2178, "conference": 2179, "speaker": 2180, "audience": 2182, "closely": 2183, "notes": 2184, "recorded": 2186, "boring": 2187, "useful": 2188, "fantastic": 2189, "waterfalls": 2190, "snow": 2191, "maps": 2194, "snack": 2196, "powerful": 2197, "impression": 2198, "ask": 2199, "managed": 2200, "somehow": 2201, "map": 2204, "laughing": 2205, "crawled": 2206, "tunnels": 2209, "goodbye": 2210, "bath": 2211, "moved": 2212, "fashioned": 2214, "farther": 2217, "pipe": 2218, "trees": 2219, "views": 2220, "alert": 2222, "landscape": 2223, "appeared": 2224, "melt": 2227, "action": 2228, "video": 2231, "unknown": 2232, "material": 2233, "surf": 2234, "dream": 2235, "subject": 2236, "surprisingly": 2238, "chilly": 2239, "hiking": 2240, "flowed": 2241, "flowing": 2244, "christmas": 2245, "opened": 2246, "presents": 2247, "holidays": 2248, "gifts": 2249, "introduce": 2250, "months": 2252, "apart": 2253, "gang": 2254, "memories": 2257, "previous": 2258, "remembered": 2260, "homemade": 2262, "thank": 2263, "kiss": 2264, "extremely": 2266, "done": 2267, "siblings": 2269, "forces": 2271, "smile": 2272, "buddies": 2273, "placed": 2274, "towel": 2275, "searching": 2277, "officers": 2278, "appearance": 2280, "wish": 2281, "strange": 2284, "hat": 2286, "venue": 2287, "door": 2289, "hear": 2290, "gotten": 2292, "tip": 2293, "check": 2294, "tried": 2295, "blocked": 2296, "campsite": 2298, "boating": 2300, "farm": 2301, "logs": 2303, "puts": 2304, "soccer": 2305, "exploring": 2306, "canoe": 2307, "peaceful": 2308, "swings": 2309, "gon": 2310, "na": 2311, "french": 2312, "fries": 2313, "contestants": 2317, "received": 2319, "rider": 2321, "fell": 2323, "throw": 2325, "hour": 2326, "scenery": 2327, "enchanted": 2329, "shining": 2330, "kitchen": 2332, "arm": 2333, "wrestle": 2334, "cleaning": 2335, "caused": 2338, "yet": 2340, "sounded": 2341, "sprinkles": 2342, "clouds": 2345, "less": 2347, "master": 2349, "saved": 2351, "rolled": 2352, "neighborhood": 2353, "designs": 2355, "shaped": 2357, "objects": 2358, "circle": 2359, "motorcycle": 2361, "honor": 2362, "clowns": 2364, "presentation": 2365, "motorcycles": 2366, "welcome": 2367, "join": 2368, "include": 2370, "smallest": 2371, "dip": 2374, "feeling": 2375, "hop": 2376, "herself": 2377, "poor": 2379, "performers": 2380, "singer": 2381, "chatted": 2382, "drummer": 2383, "garage": 2384, "gig": 2385, "sang": 2387, "boys": 2388, "songs": 2389, "improve": 2391, "singing": 2392, "solo": 2393, "tight": 2395, "particular": 2396, "keyboard": 2397, "far": 2398, "nearest": 2399, "marker": 2400, "writing": 2401, "stumbled": 2403, "ghost": 2404, "available": 2405, "directions": 2406, "football": 2407, "grandkids": 2408, "papa": 2409, "proposed": 2410, "balloon": 2414, "learned": 2415, "wash": 2416, "painting": 2418, "state": 2419, "balloons": 2420, "participating": 2421, "-": 2422, "laundry": 2423, "twins": 2427, "alike": 2428, "developed": 2429, "skin": 2430, "authentic": 2432, "decades": 2433, "princess": 2435, "search": 2436, "artsy": 2437, "yelled": 2442, "series": 2443, "johnson": 2444, "weekly": 2445, "clearing": 2447, "magical": 2449, "walkway": 2450, "hill": 2451, "addition": 2453, "nature": 2454, "nicely": 2456, "dried": 2457, "tent": 2458, "joy": 2459, "fill": 2460, "flash": 2462, "cause": 2465, "price": 2467, "second": 2470, "third": 2471, "multiple": 2472, "gloomy": 2474, ":": 2477, "bikers": 2482, "birds": 2484, "leaves": 2486, "filling": 2488, "crab": 2490, "boil": 2491, "crabs": 2492, "bite": 2493, "awhile": 2494, "prepping": 2495, "messing": 2496, "insisted": 2498, "putting": 2499, "shade": 2501, "award": 2502, "hugged": 2504, "deserved": 2505, "happen": 2506, "coworker": 2507, "hug": 2508, "moving": 2509, "mayor": 2510, "listens": 2512, "speaks": 2513, "congratulate": 2514, "leads": 2515, "birth": 2516, "safety": 2518, "cops": 2520, "older": 2522, "led": 2525, "old-fashioned": 2526, "delighted": 2527, "snap": 2530, "aunt": 2532, "prizes": 2535, "wheels": 2536, "won": 2538, "prize": 2539, "outdoors": 2542, "tasty": 2543, "court": 2544, "browsed": 2545, "conversation": 2549, "circus": 2551, "signed": 2554, "dollars": 2556, "board": 2557, "parties": 2558, "guest": 2559, "married": 2560, "former": 2561, "president": 2562, "experiences": 2563, "lady": 2564, "refreshments": 2565, "block": 2566, "speech": 2567, "preparing": 2568, "announced": 2569, "fluffy": 2571, "drop": 2573, "cloth": 2574, "begins": 2575, "ladder": 2578, "inspect": 2579, "fan": 2581, "installation": 2582, "installed": 2583, "buster": 2584, "thankfully": 2586, "fix": 2587, "mini": 2588, "entertainment": 2589, "provided": 2590, "cruise": 2591, "john": 2592, "setup": 2593, "snakes": 2594, "completely": 2598, "mesmerized": 2599, "offered": 2601, "interested": 2603, "dropped": 2604, "daughters": 2606, "cowboy": 2607, "common": 2609, "bond": 2610, "ordinary": 2611, "cheer": 2613, "squad": 2614, "captain": 2615, "recruits": 2616, "practice": 2618, "standard": 2619, "lift": 2620, "thrown": 2621, "living": 2622, "photogenic": 2624, "formation": 2625, "performed": 2626, "makeup": 2629, "teenagers": 2630, "thirsty": 2631, "soda": 2632, "displayed": 2634, "patterns": 2635, "computer": 2640, "entertained": 2641, "indoors": 2642, "broke": 2643, "messy": 2644, "cousins": 2645, "rescue": 2649, "same": 2650, "injured": 2651, "gone": 2652, "kayak": 2654, "boarded": 2657, "get-together": 2658, "tell": 2660, "comfortable": 2661, "fact": 2662, "kayaking": 2663, "class": 2664, "mate": 2665, "sack": 2666, "bean": 2667, "bag": 2668, "competition": 2669, "1st": 2670, "1": 2671, "competed": 2673, "potato": 2674, "belonged": 2678, "4": 2679, "using": 2681, "merry": 2687, "entering": 2688, "dared": 2689, "receives": 2690, "coaster": 2691, "carousel": 2692, "quality": 2696, "temperature": 2697, "surfing": 2698, "boards": 2699, "laid": 2701, "sand": 2702, "arms": 2704, "complete": 2707, "loose": 2710, "partying": 2711, "suggested": 2712, "rounds": 2713, "joked": 2714, "'d": 2715, "roommate": 2716, "metal": 2720, "score": 2723, "treasure": 2724, "cloudy": 2725, "completed": 2727, "rain": 2728, "festive": 2729, "fixed": 2732, "short": 2733, "energy": 2734, "heck": 2738, "sheep": 2741, "grazing": 2742, "meadow": 2743, "landing": 2746, "shoes": 2748, "phenomenal": 2750, "perfectly": 2753, "sexy": 2755, "hugs": 2756, "sharing": 2758, "private": 2759, "often": 2763, "believed": 2764, "feelings": 2766, "tipsy": 2773, "nicer": 2776, "steal": 2777, "wedding": 2778, "anniversary": 2779, "stay": 2780, "romantic": 2781, "stroll": 2782, "exact": 2783, "ferry": 2785, "square": 2787, "vacationing": 2788, "underway": 2790, "prepared": 2791, "townspeople": 2792, "jamming": 2793, "reality": 2796, "sir": 2798, "pumping": 2799, "smell": 2800, "reached": 2801, "cooler": 2802, "rally": 2803, "tow": 2805, "cookie": 2806, "kick": 2807, "eats": 2809, "apartment": 2810, "bakery": 2811, "asks": 2812, "written": 2813, "hide": 2814, "shame": 2815, "wishes": 2816, "wrapped": 2819, "bathroom": 2821, "refused": 2822, "protest": 2823, "recent": 2824, "change": 2825, "flyers": 2829, "situation": 2831, "cry": 2833, "voice": 2834, "draws": 2835, "peace": 2836, "protests": 2838, "sense": 2839, "advantage": 2841, "advertising": 2842, "services": 2843, "angry": 2844, "signs": 2846, "residents": 2848, "businesses": 2851, "handed": 2852, "leader": 2854, "protesters": 2855, "bull": 2856, "windows": 2858, "bulls": 2859, "survive": 2860, "holy": 2862, "order": 2867, "participated": 2868, "seriously": 2869, "experience": 2870, "pumped": 2871, "expect": 2874, "ceremony": 2875, "students": 2876, "opinion": 2878, "graduation": 2879, "grab": 2880, "degree": 2881, "receive": 2882, "diploma": 2883, "accomplishment": 2885, "historic": 2886, "japanese": 2887, "dear": 2889, "batch": 2890, "mud": 2891, "honey": 2892, "thanks": 2893, "bushes": 2897, "discovered": 2899, "dig": 2900, "inviting": 2902, "piles": 2903, "breeze": 2905, "cottage": 2906, "castles": 2908, "tide": 2909, "sunlight": 2911, "ships": 2912, "menu": 2913, "cafe": 2914, "coast": 2918, "trash": 2921, "spooky": 2922, "sightseeing": 2924, "babies": 2927, "pony": 2928, "tail": 2929, "hers": 2930, "lemon": 2931, "reaching": 2932, "hardly": 2933, "resist": 2934, "seats": 2936, "bad": 2937, "match": 2939, "warming": 2940, "bus": 2941, "chat": 2942, "instructors": 2943, "excitedly": 2944, "destination": 2945, "terrible": 2946, "familiar": 2947, "posing": 2948, "joining": 2949, "natural": 2950, "carry": 2952, "johns": 2955, "'": 2956, "future": 2960, "five": 2962, "intently": 2964, "mystery": 2965, "joking": 2966, "pretending": 2967, "pregnant": 2968, "apple": 2969, "pretend": 2970, "tractor": 2971, "story": 2975, "houses": 2977, "tour": 2978, "refreshing": 2979, "winery": 2981, "happens": 2982, "informative": 2983, "tasting": 2985, "grapes": 2988, "grown": 2989, "training": 2992, "shape": 2993, "helps": 2994, "butt": 2998, "wan": 2999, "books": 3003, "tea": 3005, "finger": 3007, "scored": 3010, "stopping": 3011, "thrill": 3015, "erected": 3016, "indian": 3017, "gods": 3020, "allow": 3021, "ours": 3022, "tips": 3023, "delightful": 3024, "admire": 3025, "paintings": 3026, "laying": 3027, "side": 3028, "cookies": 3030, "droves": 3034, "page": 3043, "strangers": 3048, "bedroom": 3049, "sleep": 3050, "nostalgic": 3051, "tons": 3052, "buckets": 3054, "arrives": 3056, "secret": 3057, "path": 3058, "incredible": 3060, "playground": 3061, "adventures": 3062, "mysterious": 3063, "soaking": 3066, "finds": 3067, "cameraman": 3068, "filming": 3069, "based": 3070, "kissing": 3072, "tongue": 3074, "spending": 3075, "engagement": 3076, "accomplishments": 3078, "catered": 3079, "decorations": 3080, "forget": 3089, "electric": 3090, "mixer": 3091, "baking": 3092, "varieties": 3093, "sweets": 3094, "finish": 3095, "treats": 3096, "cupcakes": 3097, "frosting": 3099, "walks": 3100, "skyscraper": 3104, "professor": 3109, "related": 3111, "fellow": 3112, "officially": 3113, "professors": 3117, "graduate": 3120, "confidence": 3121, "beaming": 3122, "ear": 3123, "kites": 3125, "kite": 3128, "flies": 3132, "arrival": 3134, "ends": 3135, "trips": 3136, "bonfire": 3137, "elementary": 3139, "bags": 3142, "teachers": 3143, "classes": 3144, "teacher": 3145, "commemorate": 3146, "bible": 3147, "volunteers": 3148, "whale": 3150, "crafts": 3151, "capitol": 3153, "onto": 3154, "temples": 3159, "below": 3160, "turning": 3164, "rob": 3165, "yelling": 3168, "runners": 3169, "exit": 3171, "send": 3172, "kindergarten": 3173, "spacious": 3174, "elevator": 3175, "lobby": 3177, "jam": 3178, "lively": 3179, "sales": 3180, "driving": 3181, "highway": 3182, "beaches": 3183, "thankful": 3185, "crowed": 3186, "club": 3187, "pillow": 3189, "dresses": 3190, "t": 3191, "prom": 3193, "memory": 3194, "zoo": 3198, "elephant": 3200, "parrot": 3201, "shut": 3202, "panda": 3203, "hiding": 3204, "characters": 3205, "exotic": 3212, "rush": 3215, "greatest": 3216, "hits": 3217, "merchandise": 3218, "rocking": 3219, "immediately": 3220, "eiffel": 3223, "tower": 3224, "bathrooms": 3226, "visits": 3228, "landmarks": 3229, "beans": 3230, "rear": 3231, "mile": 3235, "hurry": 3236, "careful": 3237, "breath": 3238, "scenic": 3239, "glimpse": 3240, "hidden": 3241, "rocks": 3242, "wet": 3243, "shark": 3244, "touching": 3245, "sandwich": 3246, "cheese": 3247, "beyond": 3249, "creative": 3250, "carving": 3251, "treating": 3252, "carved": 3254, "buzz": 3256, "treat": 3258, "dragon": 3259, "cleared": 3260, "result": 3261, "snowball": 3264, "majestic": 3265, "colder": 3266, "weeks": 3267, "born": 3268, "awake": 3270, "captured": 3271, "sledding": 3274, "lives": 3275, "unless": 3277, "daring": 3278, "capturing": 3280, "officer": 3283, "border": 3285, "skis": 3286, "terrain": 3289, "skiing": 3290, "reach": 3292, "slope": 3293, "joins": 3297, "bro": 3298, "sick": 3299, "effort": 3303, "trains": 3304, "cried": 3306, "santa": 3307, "train": 3308, "baptism": 3309, "nose": 3311, "should": 3312, "cheerleaders": 3315, "routine": 3317, "excellent": 3318, "sculpture": 3319, "finals": 3320, "hundreds": 3321, "goats": 3322, "village": 3325, "mission": 3326, "protect": 3327, "belong": 3328, "proper": 3330, "care": 3331, "goat": 3333, "escaped": 3334, "farmers": 3335, "ruins": 3338, "carvings": 3339, "structures": 3341, "artifacts": 3343, "sees": 3344, "poses": 3345, "diner": 3346, "cheap": 3347, "dining": 3348, "bonding": 3349, "brutal": 3351, "lead": 3352, "teammates": 3353, "sleeping": 3356, "exhausted": 3357, "stare": 3360, "plays": 3365, "applauded": 3366, "musicians": 3367, "bass": 3368, "beating": 3369, "performs": 3371, "charity": 3372, "sings": 3373, "marathon": 3375, "preferred": 3376, "racers": 3377, "tested": 3379, "comfort": 3380, "finishing": 3381, "athletes": 3382, "mind": 3384, "blonde": 3387, "travelling": 3390, "stock": 3391, "finding": 3392, "upcoming": 3396, "grocery": 3397, "shots": 3398, "goofed": 3400, "vehicle": 3401, "urban": 3403, "hills": 3404, "climbing": 3405, "nights": 3407, "getaway": 3411, "accomplished": 3412, "chosen": 3413, "subway": 3415, "honeymoon": 3417, "restaurants": 3419, "bride": 3420, "groom": 3421, "reception": 3422, "created": 3423, "memorable": 3424, "quaint": 3425, "perhaps": 3427, "compare": 3428, "visitors": 3429, "gown": 3431, "options": 3432, "serious": 3435, "grandmother": 3436, "maid": 3437, "session": 3438, "secluded": 3440, "tops": 3443, "miles": 3444, "summit": 3445, "dew": 3446, "lizard": 3447, "campfire": 3448, "necessary": 3449, "extra": 3451, "creatures": 3452, "bush": 3453, "splashing": 3455, "settle": 3459, "base": 3462, "spoke": 3463, "means": 3467, "anyone": 3468, "lays": 3469, "covering": 3471, "reward": 3472, "presented": 3475, "papers": 3476, "dive": 3477, "prayer": 3478, "sushi": 3479, "comic": 3480, "gaming": 3484, "winners": 3485, "cave": 3487, "exploration": 3490, "examine": 3492, "climb": 3493, "oddly": 3494, "pandas": 3500, "cage": 3502, "acting": 3505, "freshman": 3506, "bars": 3508, "clubs": 3509, "vows": 3510, "bat": 3512, "cones": 3514, "cutest": 3517, "brick": 3519, "campaign": 3521, "difference": 3522, "district": 3524, "vote": 3527, "illuminated": 3528, "30th": 3530, "plate": 3531, "desserts": 3533, "candles": 3534, "contain": 3535, "stuffed": 3536, "vegas": 3538, "cant": 3540, "decisions": 3541, "decision": 3542, "plane": 3543, "didnt": 3544, "machines": 3546, "schedule": 3547, "airplane": 3550, "danced": 3551, "pack": 3552, "moves": 3553, "pretended": 3554, "mr.": 3556, "gentle": 3559, "proceeded": 3560, "touring": 3561, "3": 3563, "snowboarding": 3565, "sled": 3566, "bundle": 3567, "bundled": 3568, "exercise": 3569, "challenging": 3573, "station": 3574, "coats": 3576, "yards": 3578, "fallen": 3580, "neither": 3582, "underground": 3583, "greenery": 3584, "gray": 3585, "gazebo": 3586, "dating": 3591, "niece": 3592, "selected": 3593, "hubby": 3594, "sponge": 3595, "points": 3597, "rainy": 3599, "classroom": 3607, "physical": 3608, "mrs.": 3609, "smith": 3610, "role": 3611, "guns": 3613, "mrs": 3617, "scenes": 3624, "movie": 3625, "screen": 3626, "save": 3627, "effects": 3628, "mr": 3632, "kill": 3635, "shops": 3636, "fancy": 3638, "sofa": 3640, "st.": 3642, "beverage": 3643, "heritage": 3644, "sporting": 3645, "sell": 3647, "raw": 3648, "yummy": 3649, "handled": 3653, "entirely": 3654, "tourist": 3655, "somewhere": 3659, "bear": 3660, "younger": 3663, "oldest": 3664, "racing": 3666, "relics": 3671, "dirt": 3672, "digging": 3673, "pour": 3675, "treated": 3677, "preserve": 3678, "picturesque": 3679, "steep": 3680, "rushing": 3681, "watches": 3682, "tub": 3686, "driver": 3687, "hopes": 3688, "racer": 3689, "spinning": 3690, "pole": 3691, "disney": 3692, "shadows": 3693, "poles": 3694, "jack": 3696, "explored": 3697, "factory": 3698, "range": 3701, "skull": 3702, "appears": 3704, "bones": 3706, "deep": 3707, "hate": 3708, "violence": 3709, "marriage": 3710, "equality": 3711, "equal": 3717, "rights": 3719, "marchers": 3722, "gay": 3724, "strong": 3726, "haunted": 3729, "heroes": 3730, "superman": 3731, "batman": 3732, "alive": 3733, "superhero": 3735, "cardboard": 3736, "changing": 3739, "approaching": 3740, "coach": 3744, "scream": 3745, "anticipated": 3747, "gate": 3748, "key": 3749, "defense": 3752, "disappointed": 3753, "decides": 3754, "rural": 3755, "passenger": 3756, "lived": 3759, "confusing": 3760, "checking": 3761, "delivered": 3762, "activity": 3763, "stores": 3765, "portrait": 3766, "ornaments": 3767, "hotdogs": 3768, "grandson": 3770, "roasted": 3771, "flame": 3773, "pet": 3774, "slopes": 3777, "ahead": 3778, "resort": 3780, "storm": 3782, "blood": 3785, "leading": 3786, "allowed": 3788, "personal": 3789, "bird": 3790, "freshly": 3791, "pie": 3792, "mad": 3793, "seagull": 3797, "flight": 3798, "afar": 3799, "snowy": 3800, "mix": 3803, "snowed": 3806, "overnight": 3807, "aid": 3811, "mixed": 3812, "pan": 3813, "recipe": 3816, "dough": 3817, "cabinets": 3818, "decor": 3819, "tie": 3824, "official": 3825, "study": 3827, "become": 3829, "environment": 3831, "principal": 3833, "primary": 3834, "project": 3835, "closeup": 3838, "planned": 3840, "placing": 3841, "cups": 3842, "materials": 3845, "visitor": 3846, "follow": 3847, "courtyard": 3848, "loaded": 3849, "chatting": 3850, "southern": 3851, "antiques": 3852, "inn": 3853, "rehearsal": 3855, "coworkers": 3856, "learn": 3857, "afterward": 3858, "brown": 3861, "anxious": 3862, "apartments": 3863, "sidewalks": 3865, "walls": 3869, "log": 3872, "blanket": 3874, "custom": 3875, "except": 3879, "message": 3880, "called": 3881, "note": 3884, "research": 3885, "meaning": 3886, "word": 3887, "gentlemen": 3888, "further": 3893, "task": 3896, "enjoyable": 3897, "brief": 3898, "lamp": 3902, "biking": 3904, "earned": 3907, "raining": 3908, "talks": 3909, "pouring": 3910, "row": 3913, "realize": 3914, "sleepy": 3917, "itself": 3918, "seagulls": 3919, "perched": 3920, "atop": 3921, "garbage": 3922, "surroundings": 3923, "grassy": 3924, "backpack": 3925, "barren": 3927, "kicked": 3928, "boots": 3929, "dreary": 3930, "countryside": 3931, "obstacle": 3932, "pit": 3934, "successful": 3935, "burning": 3939, "players": 3942, "motivating": 3943, "battle": 3944, "lose": 3945, "draw": 3946, "championship": 3947, "slowly": 3948, "quarterback": 3949, "tackle": 3950, "rocky": 3953, "robot": 3954, "arena": 3955, "instructions": 3958, "tee": 3959, "judges": 3960, "collected": 3961, "robots": 3963, "challenge": 3964, "competitors": 3967, "online": 3968, "hamburgers": 3969, "fires": 3970, "various": 3971, "dug": 3972, "aquarium": 3977, "lions": 3979, "den": 3980, "academy": 3981, "tunnel": 3983, "highlight": 3984, "guide": 3986, "remain": 3988, "cards": 3992, "piano": 3993, "lessons": 3994, "continues": 3996, "grandparents": 3997, "laps": 3999, "celebratory": 4000, "angels": 4002, "messages": 4003, "throwing": 4005, "write": 4007, "angel": 4008, "mark": 4009, "rare": 4010, "occasion": 4011, "scratch": 4013, "returned": 4014, "transportation": 4016, "relaxation": 4017, "s": 4019, "humor": 4020, "appetite": 4021, "instructor": 4022, "slide": 4023, "giraffes": 4025, "polar": 4026, "bears": 4027, "giraffe": 4029, "list": 4030, "enclosure": 4034, "cleaned": 4037, "cooling": 4038, "marveled": 4039, "notice": 4042, "window": 4044, "cotton": 4045, "pitcher": 4046, "throws": 4047, "pitch": 4048, "stunts": 4060, "archway": 4061, "exchanged": 4062, "toasts": 4063, "alter": 4065, "law": 4067, "bud": 4068, "palace": 4069, "cathedral": 4070, "roses": 4071, "cuisine": 4072, "wished": 4074, "overseas": 4076, "lord": 4080, "rings": 4081, "package": 4082, "creek": 4083, "excursion": 4084, "pile": 4085, "amazed": 4086, "hunt": 4088, "halfway": 4089, "earlier": 4092, "tossed": 4095, "formed": 4096, "ripped": 4097, "effect": 4098, "puddles": 4099, "soil": 4101, "planted": 4102, "deeper": 4104, "appreciate": 4106, "opportunities": 4107, "stone": 4110, "stairs": 4111, "landmark": 4114, "guards": 4115, "queen": 4117, "crossed": 4120, "m": 4122, "fog": 4124, "returning": 4125, "soldiers": 4126, "filed": 4128, "question": 4129, "sailors": 4130, "within": 4131, "surprises": 4133, "lego": 4134, "wars": 4135, "jersey": 4137, "legos": 4141, "blows": 4142, "photographed": 4144, "poster": 4145, "approach": 4146, "split": 4147, "teams": 4148, "assembly": 4149, "named": 4152, "sometime": 4153, "volunteered": 4155, "balls": 4156, "raise": 4159, "silent": 4160, "readied": 4163, "slept": 4164, "tents": 4165, "awareness": 4166, "political": 4167, "issues": 4168, "talented": 4170, "20": 4171, "million": 4172, "companies": 4174, "troop": 4177, "fool": 4178, "hosted": 4180, "scout": 4181, "olympics": 4182, "sorts": 4186, "pitched": 4187, "choices": 4188, "fountains": 4189, "numerous": 4190, "markets": 4191, "welcoming": 4192, "ample": 4193, "vampire": 4194, "spare": 4196, "sunrise": 4197, "graffiti": 4199, "prefer": 4200, "wonders": 4201, "politicians": 4204, "mingle": 4205, "expression": 4207, "gold": 4208, "hoping": 4210, "happening": 4211, "drums": 4213, "adjustments": 4214, "adds": 4215, "system": 4218, "compete": 4219, "beds": 4222, "stretching": 4223, "biggest": 4226, "ritual": 4230, "earth": 4232, "hell": 4237, "sacrifice": 4238, "struggled": 4239, "highly": 4247, "card": 4258, "doll": 4260, "case": 4261, "glue": 4268, "paper": 4269, "enthusiasm": 4270, "bicycle": 4271, "offering": 4272, "condo": 4274, "tournament": 4276, "net": 4277, "opponents": 4278, "champions": 4279, "blocking": 4281, "massive": 4283, "churches": 4284, "stunning": 4285, "ruin": 4287, "artwork": 4288, "falling": 4289, "organize": 4290, "demonstration": 4291, "tools": 4295, "represent": 4296, "rounded": 4298, "acted": 4299, "inflatable": 4300, "stretch": 4301, "opposing": 4302, "mascot": 4303, "mascots": 4306, "benches": 4309, "tied": 4311, "success": 4314, "medals": 4316, "fought": 4318, "smiled": 4319, "proudly": 4320, "awarded": 4321, "duty": 4323, "skiers": 4329, "observe": 4330, "track": 4332, "cliff": 4333, "spray": 4335, "crashed": 4336, "easier": 4337, "dozens": 4340, "nerves": 4341, "projects": 4347, "bridges": 4348, "structure": 4351, "damn": 4352, "pure": 4353, "function": 4355, "dizzy": 4358, "asleep": 4359, "dreams": 4361, "scene": 4363, "somebody": 4366, "hey": 4367, "planet": 4378, "keeps": 4380, "drawn": 4382, "awards": 4387, "era": 4393, "newer": 4394, "tracks": 4397, "cargo": 4399, "goods": 4400, "document": 4401, "employees": 4403, "abroad": 4404, "headquarters": 4405, "ceo": 4406, "includes": 4407, "explaining": 4408, "teach": 4409, "tours": 4410, "buses": 4411, "passengers": 4413, "trolley": 4414, "offers": 4416, "drivers": 4419, "crafting": 4420, "machine": 4421, "touches": 4422, "becoming": 4424, "pottery": 4426, "studio": 4427, "clay": 4430, "spin": 4432, "ecstatic": 4434, "graduates": 4435, "dean": 4436, "peers": 4438, "graduated": 4439, "names": 4440, "due": 4442, "student": 4445, "applause": 4446, 