{"<pad>": 0, "<bos>": 1, "<eos>": 2, "<unk>": 3, "we": 4, "gathered": 5, "up": 6, "some": 7, "fire": 8, "works": 9, "to": 10, "set": 11, "off": 12, "at": 13, "dark": 14, ".": 15, "grilled": 16, "burgers": 17, "that": 18, "were": 19, "oddly": 20, "shaped": 21, "our": 22, "friends": 23, "trickled": 24, "in": 25, "one": 26, "by": 27, "!": 28, "got": 29, "all": 30, "the": 31, "food": 32, "on": 33, "grill": 34, "cook": 35, "and": 36, "ready": 37, "eat": 38, "i": 39, "took": 40, "pictures": 41, "from": 42, "my": 43, "family": 44, "'s": 45, "bbq": 46, "last": 47, "weekend": 48, "made": 49, "hamburgers": 50, "into": 51, "little": 52, "star": 53, "shapes": 54, "wife": 55, "is": 56, "for": 57, "attack": 58, "dad": 59, "trying": 60, "touch": 61, "do": 62, "n't": 63, "fireworks": 64, "are": 65, "a": 66, "great": 67, "addition": 68, ",": 69, "annual": 70, "celebration": 71, "[": 72, "female": 73, "]": 74, "holding": 75, "her": 76, "meat": 77, "sticks": 78, "while": 79, "uncle": 80, "cooks": 81, "they": 82, "arrived": 83, "station": 84, "4th": 85, "of": 86, "july": 87, "then": 88, "rode": 89, "escalator": 90, "down": 91, "first": 92, "came": 93, "an": 94, "advertisement": 95, "four": 96, "wheelers": 97, "location": 98, "had": 99, "ride": 100, "these": 101, "long": 102, "escalators": 103, "get": 104, "exit": 105, "advertisements": 106, "terminal": 107, "caught": 108, "eye": 109, "particular": 110, "this": 111, "tourism": 112, "board": 113, "...": 114, "advertising": 115, "beauty": 116, "traveled": 117, "after": 118, "getting": 119, "plane": 120, "luggage": 121, "there": 122, "was": 123, "video": 124, "monitor": 125, "watched": 126, "motorbike": 127, "racing": 128, "waited": 129, "looked": 130, "visiting": 131, "parade": 132, "started": 133, "with": 134, "local": 135, "jrotc": 136, "team": 137, "clowns": 138, "funny": 139, "bikes": 140, "soldiers": 141, "marching": 142, "street": 143, "large": 144, "red": 145, "truck": 146, "went": 147, "mini": 148, "motorcycles": 149, "veterans": 150, "also": 151, "represented": 152, "few": 153, "people": 154, "department": 155, "decked": 156, "out": 157, "their": 158, "flags": 159, "small": 160, "town": 161, "today": 162, "even": 163, "clown": 164, "bike": 165, "police": 166, "cars": 167, "over": 168, "decorated": 169, "as": 170, "well": 171, "when": 172, "together": 173, "kids": 174, "so": 175, "much": 176, "fun": 177, "setting": 178, "excited": 179, "saw": 180, "wide": 181, "variety": 182, "cone": 183, "emitted": 184, "beautiful": 185, "show": 186, "parents": 187, "hanging": 188, "enjoying": 189, "festivities": 190, "pool": 191, "several": 192, "children": 193, "friend": 194, "house": 195, "during": 196, "summer": 197, "celebrate": 198, "firecrackers": 199, "picked": 200, "box": 201, "different": 202, "bottlerockets": 203, "sun": 204, "backyard": 205, "supervise": 206, "other": 207, "who": 208, "wanted": 209, "swim": 210, "gather": 211, "around": 212, "firework": 213, "look": 214, "through": 215, "see": 216, "what": 217, "want": 218, "light": 219, "next": 220, "sprays": 221, "sparks": 222, "everywhere": 223, "stand": 224, "deck": 225, "watch": 226, "scottish": 227, "festival": 228, "played": 229, "bagpipes": 230, "marched": 231, "carried": 232, "american": 233, "flag": 234, "end": 235, "day": 236, "lit": 237, "sparklers": 238, "walking": 239, "sign": 240, "man": 241, "playing": 242, "instrument": 243, "another": 244, "doing": 245, "designed": 246, "bestfriends": 247, "'": 248, "kilt": 249, "proud": 250, "carry": 251, "could": 252, "wait": 253, "start": 254, "years": 255, "scottish-american": 256, "pride": 257, "us": 258, "once": 259, "night": 260, "fell": 261, "party": 262, "male": 263, "looks": 264, "his": 265, "brother": 266, "firefighters": 267, "say": 268, "stop": 269, "pause": 270, "spangled": 271, "banner": 272, "before": 273, "wave": 274, "son": 275, "firemen": 276, "saluted": 277, "organization": 278, "here": 279, "go": 280, "boy": 281, "waving": 282, "goodbye": 283, "you": 284, "later": 285, "everyone": 286, "wore": 287, "blue": 288, "white": 289, "stripes": 290, "lot": 291, "if": 292, "showed": 293, "prepared": 294, "drinks": 295, "mixed": 296, "group": 297, "plenty": 298, "dancing": 299, "which": 300, "guys": 301, "decided": 302, "burners": 303, "charge": 304, "mixing": 305, "having": 306, "living": 307, "room": 308, "snack": 309, "blended": 310, "held": 311, "apartment": 312, "many": 313, "time": 314, "make": 315, "brewed": 316, "beer": 317, "serve": 318, "play": 319, "outside": 320, "broken": 321, "hose": 322, "provided": 323, "cooling": 324, "mist": 325, "mom": 326, "thought": 327, "it": 328, "cute": 329, "ran": 330, "``": 331, "move": 332, "couch": 333, "granny": 334, "sit": 335, "she": 336, "but": 337, "me": 338, "best": 339, "love": 340, "being": 341, "especially": 342, "sis": 343, "pushes": 344, "swing": 345, "niece": 346, "visit": 347, "week": 348, "looking": 349, "good": 350, "always": 351, "does": 352, "blast": 353, "ball": 354, "put": 355, "indoor": 356, "became": 357, "very": 358, "young": 359, "girl": 360, "plays": 361, "mother": 362, "grandmother": 363, "now": 364, "pushed": 365, "older": 366, "cousin": 367, "city": 368, "hosted": 369, "passed": 370, "watering": 371, "crowd": 372, "not": 373, "suffer": 374, "hot": 375, "weather": 376, "met": 377, "have": 378, "going": 379, "thing": 380, "fourth": 381, "year": 382, "complete": 383, "firetruck": 384, "afterwards": 385, "gathering": 386, "coming": 387, "celebrating": 388, "independence": 389, "them": 390, "single": 391, "colored": 392, "others": 393, "multi": 394, "bright": 395, "ground": 396, "colorful": 397, "ones": 398, "sky": 399, "someone": 400, "neighborhood": 401, "shoot": 402, "really": 403, "pretty": 404, "loud": 405, "dog": 406, "upset": 407, "because": 408, "noise": 409, "tried": 410, "tell": 411, "ignore": 412, "smaller": 413, "big": 414, "seemed": 415, "like": 416, "whole": 417, "times": 418, "reunion": 419, "tan": 420, "boys": 421, "swam": 422, "most": 423, "afternoon": 424, "nice": 425, "daughter": 426, "lots": 427, "girls": 428, "hit": 429, "water": 430, "cant": 431, "forget": 432, "bet": 433, "eager": 434, "cold": 435, "brews": 436, "2": 437, "dodge": 438, "weird": 439, "mustache": 440, "glasses": 441, "pics": 442, "sisters": 443, "both": 444, "biological": 445, "foster": 446, "two": 447, "brothers": 448, "rather": 449, "immediate": 450, "volleyball": 451, "definitely": 452, "forte": 453, "work": 454, "hard": 455, "preparing": 456, "distance": 457, "begins": 458, "own": 459, "working": 460, "entertainment": 461, "techniques": 462, "used": 463, "wry": 464, "amusement": 465, "plan": 466, "strategies": 467, "men": 468, "firecracker": 469, "head": 470, "inside": 471, "partying": 472, "experience": 473, "cokes": 474, "mentor": 475, "watching": 476, "movie": 477, "families": 478, "walk": 479, "strollers": 480, "relax": 481, "shade": 482, "riding": 483, "boat": 484, "bikathon": 485, "cart": 486, "attached": 487, "overhead": 488, "cover": 489, "protect": 490, "heat": 491, "trolly": 492, "resembling": 493, "race": 494, "just": 495, "gets": 496, "along": 497, "back": 498, "relaxing": 499, "mountains": 500, "camp": 501, "tent": 502, "camping": 503, "area": 504, "hike": 505, "mountain": 506, "flowers": 507, "lake": 508, "calm": 509, "site": 510, "hill": 511, "tents": 512, "nearby": 513, "campsite": 514, "be": 515, "seen": 516, "trip": 517, "top": 518, "fields": 519, "serene": 520, "swimming": 521, "lesson": 522, "wearing": 523, "life": 524, "jacket": 525, "enjoyed": 526, "spending": 527, "grandpa": 528, "gave": 529, "lessons": 530, "spent": 531, "sat": 532, "tub": 533, "shows": 534, "how": 535, "cannon": 536, "excitedly": 537, "tells": 538, "grand-pa": 539, "wants": 540, "jump": 541, "diving": 542, "too": 543, "says": 544, "sister": 545, "need": 546, "practice": 547, "can": 548, "deep": 549, "kid": 550, "jumping": 551, "nervous": 552, "about": 553, "holds": 554, "park": 555, "birthday": 556, "resist": 557, "face": 558, "background": 559, "sure": 560, "call": 561, "picture": 562, "him": 563, "waiting": 564, "intently": 565, "granda": 566, "sets": 567, "new": 568, "toy": 569, "grab": 570, "camera": 571, "smile": 572, "pure": 573, "happiness": 574, "granddad": 575, "tree": 576, "smiles": 577, "sitting": 578, "limb": 579, "grandfather": 580, "standing": 581, "side": 582, "helping": 583, "happy": 584, "he": 585, "loved": 586, "days": 587, "spend": 588, "talking": 589, "couple": 590, "somebody": 591, "shy": 592, "posing": 593, "photo": 594, "blurry": 595, "shot": 596, "starting": 597, "drinking": 598, "each": 599, "company": 600, "pose": 601, "goes": 602, "pull": 603, "taking": 604, "old": 605, "graveyard": 606, "tombstones": 607, "read": 608, "earliest": 609, "date": 610, "find": 611, ".1834": 612, "headstones": 613, "or": 614, "husband": 615, "cemetery": 616, "visited": 617, "weeks": 618, "ago": 619, "grave": 620, "been": 621, "neighbor": 622, "am": 623, "should": 624, "dirty": 625, "wonder": 626, "?": 627, "history": 628, "gravestones": 629, "fancy": 630, "care": 631, "bubbles": 632, "blanket": 633, "kept": 634, "asking": 635, "supposed": 636, "blowing": 637, "pass": 638, "such": 639, "hawk": 640, "grateful": 641, "loves": 642, "death": 643, "jokes": 644, "snacks": 645, "'m": 646, "'ll": 647, "warm": 648, "home": 649, "improvement": 650, "trusty": 651, "caulk": 652, "gun": 653, "applied": 654, "piece": 655, "wood": 656, "carefully": 657, "climbed": 658, "ladder": 659, "hired": 660, "fix": 661, "stuff": 662, "fixing": 663, "door": 664, "frame": 665, "important": 666, "maintain": 667, "focus": 668, "useful": 669, "tool": 670, "applying": 671, "glue": 672, "must": 673, "apply": 674, "evenly": 675, "use": 676, "caution": 677, "begin": 678, "able": 679, "colors": 680, "view": 681, "has": 682, "harbor": 683, "finale": 684, "intense": 685, "story": 686, "impact": 687, "(": 688, "'d": 689, "note": 690, "come": 691, "name": 692, "program": 693, ")": 694, "'ve": 695, "meeting": 696, "astronaut": 697, "share": 698, "photos": 699, "moon": 700, "craters": 701, "favorite": 702, "part": 703, "told": 704, "biggest": 705, "crater": 706, "pictured": 707, "housed": 708, "alien": 709, "treated": 710, "dinner": 711, "spokesperson": 712, "patch": 713, "screen": 714, "above": 715, "podium": 716, "images": 717, "space": 718, "close-up": 719, "mr.": 720, "staple": 721, "former": 722, "presentation": 723, "class": 724, "learn": 725, "fascinating": 726, "wowed": 727, "dream": 728, "grow": 729, "daddy": 730, "actually": 731, "happened": 732, "magical": 733, "early": 734, "packed": 735, "sent": 736, "dim": 737, "slowly": 738, "glowing": 739, "brighter": 740, "rainbow": 741, "cracker": 742, "joined": 743, "grew": 744, "hear": 745, "cheering": 746, "finally": 747, "bang": 748, "gradually": 749, "louder": 750, "more": 751, "shooting": 752, "close": 753, "baseball": 754, "field": 755, "perfect": 756, "anyone": 757, "na": 758, "gunna": 759, "take": 760, "oranges": 761, "ca": 762, "believe": 763, "u": 764, "stole": 765, "'re": 766, "horrible": 767, "person": 768, "lets": 769, "leave": 770, "condone": 771, "orange": 772, "stealing": 773, "snacking": 774, "lounging": 775, "found": 776, "spot": 777, "invited": 778, "barbecue": 779, "tonight": 780, "fruit": 781, "hours": 782, "porch": 783, "afterward": 784, "lunch": 785, "dogs": 786, "sought": 787, "short": 788, "picnic": 789, "sunday": 790, "boardwalk": 791, "original": 792, "famous": 793, "stood": 794, "line": 795, "eating": 796, "allow": 797, "digest": 798, "match": 799, "market": 800, "yesterday": 801, "bought": 802, "huge": 803, "ton": 804, "walked": 805, "kind": 806, "bar": 807, "check": 808, "vibe": 809, "band": 810, "drums": 811, "talked": 812, "song": 813, "concert": 814, "entertaining": 815, "outfits": 816, "sang": 817, "glad": 818, "music": 819, "entire": 820, "place": 821, "christmas": 822, "lights": 823, "singer": 824, "talented": 825, "haze": 826, "memory": 827, "remember": 828, "spectacular": 829, "wonderful": 830, "songs": 831, "sung": 832, "lasted": 833, "amazing": 834, "cool": 835, "..": 836, "liked": 837, "display": 838, "blues": 839, "purples": 840, "marveled": 841, "sunrise": 842, "amazed": 843, "build": 844, "bay": 845, "counted": 846, "blessings": 847, "glorious": 848, "road": 849, "cross": 850, "bridge": 851, "headed": 852, "high": 853, "sunset": 854, "hopped": 855, "landscape": 856, "sun-shiny": 857, "enjoy": 858, "reflecting": 859, "rainbows": 860, "enjoys": 861, "cast": 862, "air": 863, "churning": 864, "waters": 865, "realize": 866, "fact": 867, "near": 868, "falls": 869, "streaking": 870, "lining": 871, "amish": 872, "making": 873, "marissa": 874, "rushed": 875, "heavily": 876, "falls..": 877, "everything": 878, "keep": 879, "range": 880, "yard": 881, "turns": 882, "bottles": 883, "myself": 884, "drank": 885, "pop": 886, "smoked": 887, "cigarettes": 888, "drunk": 889, "something": 890, "boards": 891, "propane": 892, "tank": 893, "why": 894, "badass": 895, "rifle": 896, "forgot": 897, "did": 898, "those": 899, "damn": 900, "cans": 901, "poles": 902, "elaborate": 903, "loaded": 904, "explosive": 905, "rounds": 906, "joke": 907, "invite": 908, "finished": 909, "cleaning": 910, "grass": 911, "guests": 912, "campfire": 913, "help": 914, "outbuilding": 915, "farm": 916, "garden": 917, "needed": 918, "attention": 919, "enough": 920, "vegetables": 921, "wound": 922, "saturday": 923, "shed": 924, "lives": 925, "middle": 926, "nowhere": 927, "trouble": 928, "comes": 929, "built": 930, "bonfire": 931, "decorating": 932, "chatting": 933, "puppy": 934, "peers": 935, "garage": 936, "fallen": 937, "log": 938, "hang": 939, "patio": 940, "until": 941, "decide": 942, "irritating": 943, ":": 944, "father": 945, "bothering": 946, "corner": 947, "poor": 948, "soul": 949, "talk": 950, "where": 951, "paid": 952, "would": 953, "ourselves": 954, "cooled": 955, "begun": 956, "cam": 957, "woah": 958, "think": 959, "chilling": 960, "scared": 961, "worried": 962, "cities": 963, "manufacturers": 964, "caused": 965, "smog": 966, "rockets": 967, "function": 968, "normally": 969, "seems": 970, "nothing": 971, "skyline": 972, "majestic": 973, "smoke": 974, "stacks": 975, "chimneys": 976, "impressive": 977, "attended": 978, "adventure": 979, "never": 980, "brightly": 981, "strange": 982, "tubes": 983, "sticking": 984, "balloons": 985, "throughout": 986, "mayor": 987, "greeted": 988, "cotton": 989, "candy": 990, "politicians": 991, "shook": 992, "hands": 993, "business": 994, "droves": 995, "selling": 996, "toys": 997, "campaign": 998, "shaking": 999, "peoples": 1000, "weidner": 1001, "burial": 1002, "tiny": 1003, "plot": 1004, "graves": 1005, "markings": 1006, "imagine": 1007, "relatives": 1008, "1800s": 1009, "weidners": 1010, "tomb": 1011, "stone": 1012, "docks": 1013, "warming": 1014, "rocking": 1015, "necessary": 1016, "jamming": 1017, "perform": 1018, "guitar": 1019, "sing": 1020, "singing": 1021, "disappointed": 1022, "turned": 1023, "turn": 1024, "putting": 1025, "bassist": 1026, "gig": 1027, "fantastic": 1028, "job": 1029, "himself": 1030, "planned": 1031, "rain": 1032, "thankfully": 1033, "belting": 1034, "heart": 1035, "outfit": 1036, "base": 1037, "front": 1038, "noticed": 1039, "walls": 1040, "will": 1041, "layer": 1042, "areas": 1043, "edges": 1044, "widow": 1045, "frames": 1046, "chips": 1047, "dents": 1048, "faded": 1049, "paint": 1050, "listing": 1051, "pealed": 1052, "redoing": 1053, "repaint": 1054, "things": 1055, "real": 1056, "know": 1057, "hi": 1058, "game": 1059, "sold": 1060, "sight": 1061, "wednesday": 1062, "herself": 1063, "though": 1064, "admit": 1065, "ticket": 1066, "comped": 1067, "without": 1068, "rich": 1069, "batter": 1070, "plate": 1071, "2nd": 1072, "2008": 1073, "although": 1074, "may": 1075, "parts": 1076, "souvenir": 1077, "mug": 1078, "river": 1079, "reflections": 1080, "beginning": 1081, "sits": 1082, "watches": 1083, "type": 1084, "designs": 1085, "horizon": 1086, "spark": 1087, "confused": 1088, "exploded": 1089, "oh": 1090, "far": 1091, "away": 1092, "floats": 1093, "booths": 1094, "dressed": 1095, "teachers": 1096, "grandma": 1097, "pom": 1098, "poms": 1099, "drove": 1100, "sorts": 1101, "lady": 1102, "wig": 1103, "waved": 1104, "same": 1105, "streaks": 1106, "edge": 1107, "lasts": 1108, "hour": 1109, "quickly": 1110, "arrested": 1111, "observes": 1112, "ask": 1113, "closer": 1114, "no": 1115, "instead": 1116, "chicago": 1117, "quad": 1118, "approach": 1119, "active": 1120, "spotter": 1121, "sort": 1122, "downtown": 1123, "crowded": 1124, "worth": 1125, "magnificent": 1126, "buzzing": 1127, "somewhere": 1128, "carnival": 1129, "dull": 1130, "full": 1131, "gloom": 1132, "cliff": 1133, "fair": 1134, "guy": 1135, "creepy": 1136, "horse": 1137, "animal": 1138, "sanctuary": 1139, "bands": 1140, "hay": 1141, "bales": 1142, "petting": 1143, "zoo": 1144, "prize": 1145, "winning": 1146, "featuring": 1147, "attractions": 1148, "events": 1149, "resting": 1150, "seeing": 1151, "animals": 1152, "exist": 1153, "witness": 1154, "flowring": 1155, "plants": 1156, "upon": 1157, "arrival": 1158, "estes": 1159, "ahead": 1160, "nights": 1161, "stay": 1162, "150": 1163, "feet": 1164, "scope": 1165, "tomorrows": 1166, "drive": 1167, "evening": 1168, "pitch": 1169, "settle": 1170, "scary": 1171, "stories": 1172, "ate": 1173, "morning": 1174, "realized": 1175, "scenery": 1176, "dreamed": 1177, "climb": 1178, "already": 1179, "shining": 1180, "fabric": 1181, "secluded": 1182, "quite": 1183, "meets": 1184, "disinterested": 1185, "else": 1186, "interest": 1187, "pops": 1188, "cigar": 1189, "mouth": 1190, "try": 1191, "sushi": 1192, "restaurant": 1193, "selfie": 1194, "phone": 1195, "cigars": 1196, "smoking": 1197, "girlfriend": 1198, "broad": 1199, "rainy": 1200, "dry": 1201, "sometimes": 1202, "rains": 1203, "wear": 1204, "towel": 1205, "indoors": 1206, "drips": 1207, "ceilings": 1208, "helps": 1209, "insecticides": 1210, "run": 1211, "roof": 1212, "thirtieth": 1213, "anniversary": 1214, "television": 1215, "spongebob": 1216, "squarepants": 1217, "throw": 1218, "unfortunately": 1219, "hailstorms": 1220, "trails": 1221, "began": 1222, "scour": 1223, "quarters": 1224, "internet": 1225, "torment": 1226, "occurring": 1227, "nature": 1228, "better": 1229, "quick": 1230, "showers": 1231, "approached": 1232, "computer": 1233, "games": 1234, "frat": 1235, "serious": 1236, "flashbacks": 1237, "college": 1238, "binge": 1239, "office": 1240, "only": 1241, "trashed": 1242, "volunteers": 1243, "booth": 1244, "give": 1245, "information": 1246, "product": 1247, "shake": 1248, "reunited": 1249, "outdoors": 1250, "service": 1251, "event": 1252, "bingo": 1253, "school": 1254, "staff": 1255, "members": 1256, "pretended": 1257, "friendly": 1258, "hated": 1259, "mothers": 1260, "fathers": 1261, "cope": 1262, "alcohol": 1263, "community": 1264, "happily": 1265, "hung": 1266, "cinco": 1267, "de": 1268, "mayo": 1269, "sombreros": 1270, "delicious": 1271, "nachos": 1272, "dipped": 1273, "cheese": 1274, "pinata": 1275, "celebrated": 1276, "hats": 1277, "popular": 1278, "fashion": 1279, "choices": 1280, "dip": 1281, "examples": 1282, "served": 1283, "car": 1284, "`": 1285, "s": 1286, "mexican": 1287, "holiday": 1288, "widely": 1289, "tacos": 1290, "ethnic": 1291, "foods": 1292, "rides": 1293, "roller": 1294, "coasters": 1295, "theme": 1296, "hate": 1297, "heights": 1298, "chairs": 1299, "style": 1300, "aim": 1301, "church": 1302, "every": 1303, "certainly": 1304, "higher": 1305, "than": 1306, "swung": 1307, "safe": 1308, ";": 1309, "look-no": 1310, "magic": 1311, "yummy": 1312, "yum": 1313, "diet": 1314, "stinking": 1315, "choose": 1316, "taste": 1317, "fried": 1318, "brought": 1319, "woman": 1320, "corn": 1321, "fifth": 1322, "success": 1323, "likes": 1324, "cake": 1325, "said": 1326, "tasted": 1327, "done": 1328, "mentos/diet": 1329, "coke": 1330, "trick": 1331, "5th": 1332, "sad": 1333, "cut": 1334, "cola": 1335, "accidentally": 1336, "excitement": 1337, "loving": 1338, "tag": 1339, "third": 1340, "wheel": 1341, "fighting": 1342, "ribbon": 1343, "dyed": 1344, "hair": 1345, "choreography": 1346, "contest": 1347, "unique": 1348, "streamers": 1349, "idea": 1350, "included": 1351, "material": 1352, "arts": 1353, "demonstrations": 1354, "ribbons": 1355, "act": 1356, "du": 1357, "soleil": 1358, "promotion": 1359, "conversation": 1360, "noisy": 1361, "chatter": 1362, "pleased": 1363, "showing": 1364, "honor": 1365, "banquet": 1366, "tables": 1367, "meal": 1368, "rolls": 1369, "discussed": 1370, "three": 1371, "again": 1372, "clamoring": 1373, "themselves": 1374, "immensely": 1375, "table": 1376, "fit": 1377, "plates": 1378, "cleaned": 1379, "vacation": 1380, "paradise": 1381, "strutted": 1382, "beachwear": 1383, "strolled": 1384, "beach": 1385, "way": 1386, "tiki": 1387, "stage": 1388, "dancers": 1389, "featured": 1390, "views": 1391, "kicked": 1392, "shoes": 1393, "stroll": 1394, "entertained": 1395, "handlers": 1396, "exciting": 1397, "honeymoon": 1398, "stayed": 1399, "hotel": 1400, "authentic": 1401, "hulu": 1402, "live": 1403, "walks": 1404, "playground": 1405, "outdoor": 1406, "building": 1407, "taller": 1408, "expected": 1409, "exploring": 1410, "newly": 1411, "constructed": 1412, "relative": 1413, "hospital": 1414, "entertain": 1415, "goal": 1416, "reach": 1417, "mid-day": 1418, "20": 1419, "following": 1420, "guide": 1421, "tough": 1422, "uphill": 1423, "breathtaking": 1424, "clouds": 1425, "stopped": 1426, "under": 1427, "conquer": 1428, "directly": 1429, "trek": 1430, "reached": 1431, "checkpoints": 1432, "atop": 1433, "special": 1434, "anticipation": 1435, "stronger": 1436, "terrain": 1437, "rockier": 1438, "less": 1439, "grassy": 1440, "touched": 1441, "arrive": 1442, "gossiping": 1443, "ensued": 1444, "exam": 1445, "sharing": 1446, "laughter": 1447, "plotted": 1448, "pick": 1449, "refreshments": 1450, "flocking": 1451, "between": 1452, "groups": 1453, "hosting": 1454, "sweet": 1455, "earlier": 1456, "knew": 1457, "awesome": 1458, "dork": 1459, "chance": 1460, "boyfriend": 1461, "dawned": 1462, "normal": 1463, "please": 1464, "meet": 1465, "relaxed": 1466, "mommy": 1467, "book": 1468, "baby": 1469, "floated": 1470, "inner": 1471, "tube": 1472, "pink": 1473, "bathing": 1474, "suit": 1475, "jungle": 1476, "lounge": 1477, "quality": 1478, "bring": 1479, "bunch": 1480, "keeps": 1481, "busy": 1482, "bored": 1483, "overall": 1484, "focused": 1485, "child": 1486, "usually": 1487, "books": 1488, "presents": 1489, "open": 1490, "greet": 1491, "soon": 1492, "possible": 1493, "helped": 1494, "unwrap": 1495, "overwhelmed": 1496, "number": 1497, "gifts": 1498, "given": 1499, "palpable": 1500, "fans": 1501, "seats": 1502, "pre-game": 1503, "stellar": 1504, "crowd-pleasing": 1505, "performance": 1506, "tribute": 1507, "award": 1508, "bestowed": 1509, "retiring": 1510, "coach": 1511, "worked": 1512, "halftime": 1513, "marcee": 1514, "displayed": 1515, "players": 1516, "buy": 1517, "impressed": 1518, "humanitarian": 1519, "ceremony": 1520, "graduation": 1521, "caps": 1522, "gowns": 1523, "graduate": 1524, "ecstatic": 1525, "bit": 1526, "chair": 1527, "opened": 1528, "gift": 1529, "unwrapping": 1530, "eventually": 1531, "commenced": 1532, "gifted": 1533, "seat": 1534, "nicely": 1535, "vantage": 1536, "point": 1537, "needle": 1538, "below": 1539, "moved": 1540, "state": 1541, "window": 1542, "tower": 1543, "abode": 1544, "wooded": 1545, "staying": 1546, "national": 1547, "right": 1548, "waterfall": 1549, "safely": 1550, "arriving": 1551, "achieve": 1552, "lifelong": 1553, "preserve": 1554, "thunderous": 1555, "rivers": 1556, "waterfalls": 1557, "gorgeous": 1558, "vacationing": 1559, "planning": 1560, "football": 1561, "cloudy": 1562, "posed": 1563, "beers": 1564, "threw": 1565, "reason": 1566, "catch": 1567, "sailing": 1568, "complaining": 1569, "hungry": 1570, "super": 1571, "shore": 1572, "seagull": 1573, "alive": 1574, "rented": 1575, "sailboat": 1576, "shortly": 1577, "chased": 1578, "seagulls": 1579, "excursion": 1580, "frolicked": 1581, "sights": 1582, "adam": 1583, "makes": 1584, "arrives": 1585, "landmark": 1586, "dc": 1587, "takes": 1588, "monument": 1589, "rally": 1590, "surprised": 1591, "buildings": 1592, "monuments": 1593, "dv": 1594, "flooded": 1595, "streets": 1596, "mall": 1597, "flat": 1598, "stanley": 1599, "volunteer": 1600, "clean": 1601, "swamp": 1602, "swiftly": 1603, "throwing": 1604, "waste": 1605, "recyclable": 1606, "appreciate": 1607, "volunteered": 1608, "cleanup": 1609, "tons": 1610, "trash": 1611, "dumpsters": 1612, "cookout": 1613, "reward": 1614, "ourseleves": 1615, "roberts": 1616, "master": 1617, "griller": 1618, "jethro": 1619, "bitter": 1620, "participant": 1621, "snow": 1622, "stick": 1623, "climbing": 1624, "feed": 1625, "bird": 1626, "snowy": 1627, "youngest": 1628, "explored": 1629, "trees": 1630, "brisk": 1631, "sunflower": 1632, "seeds": 1633, "birds": 1634, "winter": 1635, "woods": 1636, "hikers": 1637, "birch": 1638, "hand": 1639, "sparrow": 1640, "conference": 1641, "disappointing": 1642, "sandwich": 1643, "speaking": 1644, "speakers": 1645, "poses": 1646, "sandwiches": 1647, "younger": 1648, "supportive": 1649, "convention": 1650, "asian": 1651, "communities": 1652, "strawberries": 1653, "portrait": 1654, "baptism": 1655, "aunt": 1656, "breakfast": 1657, "salami": 1658, "strawberry": 1659, "cousins": 1660, "your": 1661, "alot": 1662, "rocks": 1663, "break": 1664, "hiking": 1665, "overlook": 1666, "hiked": 1667, "pic": 1668, "highest": 1669, "sites": 1670, "motorcycle": 1671, "memorials": 1672, "museums": 1673, "crowds": 1674, "exhausted": 1675, "friday": 1676, "leaving": 1677, "memorial": 1678, "buck": 1679, "fully": 1680, "lawn": 1681, "anxiously": 1682, "awaiting": 1683, "presidential": 1684, "hopeful": 1685, "plugging": 1686, "hazard": 1687, "keyboard": 1688, "drummer": 1689, "drumming": 1690, "bandroom": 1691, "dont": 1692, "worry": 1693, "wire": 1694, "green": 1695, "black": 1696, "swear": 1697, "multiply": 1698, "case": 1699, "rhythm": 1700, "ok": 1701, "rock": 1702, "geared": 1703, "battle": 1704, "clear": 1705, "power": 1706, "supply": 1707, "stretched": 1708, "limit": 1709, "pianos": 1710, "unfolded": 1711, "floor": 1712, "called": 1713, "unitard": 1714, "rocked": 1715, "halfduo": 1716, "compared": 1717, "public": 1718, "library": 1719, "sunny": 1720, "maltese": 1721, "follows": 1722, "leash": 1723, "learning": 1724, "fetch": 1725, "continued": 1726, "n": 1727, "brick": 1728, "woke": 1729, "trixie": 1730, "fresh": 1731, "scruffy": 1732, "running": 1733, "immediately": 1734, "reenactment": 1735, "cowboy": 1736, "shot-out": 1737, "shots": 1738, "fired": 1739, "bandits": 1740, "cowboys": 1741, "fixed": 1742, "sleep": 1743, "still": 1744, "actors": 1745, "weapons": 1746, "worker": 1747, "actor": 1748, "seating": 1749, "tip": 1750, "ballpark": 1751, "opening": 1752, "stands": 1753, "stadium": 1754, "ice": 1755, "cream": 1756, "&": 1757, "t": 1758, "across": 1759, "picketing": 1760, "any": 1761, "cell": 1762, "yet": 1763, "smoothies": 1764, "indulge": 1765, "tickets": 1766, "up..": 1767, "least": 1768, "sundae": 1769, "path": 1770, "moment": 1771, "quiet": 1772, "pitched": 1773, "macaroni": 1774, "bread": 1775, "remote": 1776, "course": 1777, "gourmet": 1778, "solo": 1779, "parked": 1780, "unpacked": 1781, "setup": 1782, "wedding": 1783, "historical": 1784, "temples": 1785, "statue": 1786, "interesting": 1787, "ocean": 1788, "insisted": 1789, "married": 1790, "known": 1791, "ever": 1792, "restoration": 1793, "project": 1794, "replaced": 1795, "engine": 1796, "control": 1797, "panels": 1798, "added": 1799, "dash": 1800, "custom": 1801, "ordered": 1802, "tires": 1803, "rims": 1804, "dune": 1805, "buggy": 1806, "laying": 1807, "assembled": 1808, "speedometer": 1809, "gauges": 1810, "comfortable": 1811, "add": 1812, "rebuilt": 1813, "motor": 1814, "rev": 1815, "roading": 1816, "stamped": 1817, "aluminum": 1818, "surrounds": 1819, "giving": 1820, "form-fitting": 1821, "four-point": 1822, "rollbar": 1823, "extra": 1824, "wheels": 1825, "repairs": 1826, "skating": 1827, "skate": 1828, "professional": 1829, "skater": 1830, "skateboard": 1831, "gym": 1832, "skateboarders": 1833, "raise": 1834, "funds": 1835, "track": 1836, "handshake": 1837, "tattoos": 1838, "tricks": 1839, "listening": 1840, "instructions": 1841, "impress": 1842, "closest": 1843, "massive": 1844, "audience": 1845, "semi-finals": 1846, "round": 1847, "season": 1848, "tension": 1849, "curve": 1850, "oops": 1851, "hurry": 1852, "softball": 1853, "delivered": 1854, "mound": 1855, "fences": 1856, "slides": 1857, "throws": 1858, "balls": 1859, "hits": 1860, "slide": 1861, "jump-starting": 1862, "country": 1863, "trucks": 1864, "restoring": 1865, "cabin": 1866, "driving": 1867, "attempt": 1868, "patrol": 1869, "adore": 1870, "texture": 1871, "leaves": 1872, "soft": 1873, "natures": 1874, "anything": 1875, "shared": 1876, "interests": 1877, "youth": 1878, "grofence": 1879, "endangered": 1880, "thrive": 1881, "remove": 1882, "growth": 1883, "fence": 1884, "leader": 1885, "thrilled": 1886, "foliage": 1887, "partly": 1888, "deserted": 1889, "greenish": 1890, "charm": 1891, "session": 1892, "doll": 1893, "philosophical": 1894, "gazing": 1895, "lost": 1896, "cat": 1897, "kiss": 1898, "miss": 1899, "teen": 1900, "receiving": 1901, "package": 1902, "mail": 1903, "everyday": 1904, "mailman": 1905, "fluffy": 1906, "kitty": 1907, "mrs.": 1908, "jealous": 1909, "demanded": 1910, "pretend": 1911, "mailing": 1912, "curious": 1913, "employees": 1914, "retreat": 1915, "scenic": 1916, "trail": 1917, "investigate": 1918, "creek": 1919, "coworkers": 1920, "lamenting": 1921, "activities": 1922, "hawaii": 1923, "locations": 1924, "natural": 1925, "halfway": 1926, "vacationed": 1927, "forest": 1928, "danger": 1929, "dropped": 1930, "shoe": 1931, "retrieve": 1932, "spotted": 1933, "hat": 1934, "leading": 1935, "moving": 1936, "past": 1937, "women": 1938, "vibrant": 1939, "danced": 1940, "wild": 1941, "trance": 1942, "largest": 1943, "smallest": 1944, "attire": 1945, "sound": 1946, "pounding": 1947, "filled": 1948, "ears": 1949, "skilled": 1950, "drummers": 1951, "procession": 1952, "design": 1953, "foreign": 1954, "land": 1955, "abstract": 1956, "traditional": 1957, "instruments": 1958, "decorations": 1959, "dapper": 1960, "grounds": 1961, "alright": 1962, "cooked": 1963, "thanks": 1964, "peace": 1965, "camped": 1966, "watermelon": 1967, "soup": 1968, "iced": 1969, "tea": 1970, "supper": 1971, "30th": 1972, "wish": 1973, "blew": 1974, "candles": 1975, "finish": 1976, "lighting": 1977, "thirty": 1978, "village": 1979, "lived": 1980, "owner": 1981, "raises": 1982, "pigs": 1983, "strolls": 1984, "greets": 1985, "unable": 1986, "however": 1987, "pig": 1988, "released": 1989, "forever": 1990, "including": 1991, "shops": 1992, "pub": 1993, "menu": 1994, "offered": 1995, "classy": 1996, "options": 1997, "ideal": 1998, "typical": 1999, "smiling": 2000, "main": 2001, "dish": 2002, "proportions": 2003, "satisfied": 2004, "breaking": 2005, "news": 2006, "newspaper": 2007, "awaited": 2008, "certificate": 2009, "presented": 2010, "formal": 2011, "misplaced": 2012, "nick": 2013, "staircase": 2014, "exchanged": 2015, "ends": 2016, "article": 2017, "won": 2018, "major": 2019, "recognized": 2020, "paper": 2021, "socializing": 2022, "mascot": 2023, "convinced": 2024, "rooting": 2025, "scooter": 2026, "behind": 2027, "catcher": 2028, "fan": 2029, "tall": 2030, "magnet": 2031, "free": 2032, "photographer": 2033, "perspective": 2034, "familiar": 2035, "statues": 2036, "modern": 2037, "intrigues": 2038, "ferris": 2039, "becomes": 2040, "reaching": 2041, "domed": 2042, "exiting": 2043, "landmarks": 2044, "adults": 2045, "alike": 2046, "provides": 2047, "square": 2048, "its": 2049, "golden": 2050, "gate": 2051, "foggy": 2052, "lands": 2053, "snapped": 2054, "map": 2055, "afar": 2056, "mapped": 2057, "lovely": 2058, "opportunities": 2059, "architecture": 2060, "penguin": 2061, "polar": 2062, "bear": 2063, "exhibit": 2064, "penguins": 2065, "bears": 2066, "watchtower": 2067, "huh": 2068, "neat": 2069, "towers": 2070, "buttons": 2071, "fierce": 2072, "driveway": 2073, "towards": 2074, "english": 2075, "manor": 2076, "picket": 2077, "refreshing": 2078, "historic": 2079, "owners": 2080, "togethers": 2081, "frequently": 2082, "destination": 2083, "fiftieth": 2084, "ten": 2085, "locales": 2086, "sounds": 2087, "serenaded": 2088, "sunbathing": 2089, "hut": 2090, "pulled": 2091, "anymore": 2092, "asked": 2093, "sand": 2094, "romantic": 2095, "sale": 2096, "-": 2097, "inspire": 2098, "treat": 2099, "pep": 2100, "judging": 2101, "blur": 2102, "bridles": 2103, "reins": 2104, "rodeo": 2105, "horses": 2106, "fed": 2107, "contestant": 2108, "led": 2109, "ring": 2110, "competed": 2111, "awards": 2112, "stable": 2113, "gear": 2114, "oats": 2115, "since": 2116, "grade": 2117, "traveling": 2118, "immerse": 2119, "culture": 2120, "olson": 2121, "halverson": 2122, "whiskey": 2123, "lucky": 2124, "charms": 2125, "magically": 2126, "valley": 2127, "south": 2128, "world": 2129, "horticulture": 2130, "section": 2131, "irish": 2132, "fellow": 2133, "sheep": 2134, "prodding": 2135, "handling": 2136, "wet": 2137, "ended": 2138, "raised": 2139, "cows": 2140, "county": 2141, "art": 2142, "shopping": 2143, "east": 2144, "festivals": 2145, "parks": 2146, "grandparents": 2147, "jazz": 2148, "fest": 2149, "stranger": 2150, "apparently": 2151, "hippies": 2152, "grand": 2153, "clothes": 2154, "conversations": 2155, "cafe": 2156, "beautifully": 2157, "wooden": 2158, "entrance": 2159, "pouring": 2160, "cup": 2161, "coffee": 2162, "gramda": 2163, "owns": 2164, "baked": 2165, "goods": 2166, "offers": 2167, "daily": 2168, "customers": 2169, "treats": 2170, "diner": 2171, "attends": 2172, "customer": 2173, "interior": 2174, "serves": 2175, "styles": 2176, "dishes": 2177, "excellent": 2178, "pastries": 2179, "trading": 2180, "cards": 2181, "pre-school": 2182, "tractors": 2183, "construction": 2184, "vehicles": 2185, "appearance": 2186, "obsessed": 2187, "machinery": 2188, "chocolate": 2189, "machines": 2190, "tavi": 2191, "learned": 2192, "types": 2193, "extravagant": 2194, "snake": 2195, "center": 2196, "brilliant": 2197, "almost": 2198, "resemble": 2199, "personal": 2200, "purchased": 2201, "powerful": 2202, "brief": 2203, "scare": 2204, "failed": 2205, "launch": 2206, "plain": 2207, "pizazz": 2208, "piecing": 2209, "artist": 2210, "gallery": 2211, "wall": 2212, "pieces": 2213, "filling": 2214, "mural": 2215, "passing": 2216, "glued": 2217, "step": 2218, "stones": 2219, "choosing": 2220, "pattern": 2221, "final": 2222, "letting": 2223, "force": 2224, "seem": 2225, "flock": 2226, "sparkling": 2227, "butterflies": 2228, "roman": 2229, "candle": 2230, "farewell": 2231, "settled": 2232, "cocktails": 2233, "surprise": 2234, "flicker": 2235, "change": 2236, "fountain": 2237, "fun-dip": 2238, "blasters": 2239, "minding": 2240, "heard": 2241, "five": 2242, "minutes": 2243, "frigid": 2244, "plunge": 2245, "lined": 2246, "partake": 2247, "warmer": 2248, "charity": 2249, "extremely": 2250, "freezing": 2251, "brave": 2252, "towels": 2253, "touring": 2254, "markets": 2255, "available": 2256, "paintings": 2257, "graffiti": 2258, "expression": 2259, "shop": 2260, "cooking": 2261, "balcony": 2262, "graffiti-covered": 2263, "dumpy": 2264, "graffitied": 2265, "abandoned": 2266, "meals": 2267, "rush": 2268, "meant": 2269, "late": 2270, "dusk": 2271, "attraction": 2272, "underneath": 2273, "strung": 2274, "affects": 2275, "mood": 2276, "photograph": 2277, "adjacent": 2278, "indicate": 2279, "motion": 2280, "token": 2281, "appears": 2282, "casino": 2283, "chip": 2284, "fenced": 2285, "footpath": 2286, "exhibition": 2287, "hall": 2288, "model": 2289, "coin": 2290, "coaster": 2291, "district": 2292, "bicycles": 2293, "places": 2294, "locking": 2295, "rack": 2296, "tempted": 2297, "bikers": 2298, "dutch": 2299, "saying": 2300, "rondvaart": 2301, "reedery": 2302, "p": 2303, "kooy": 2304, "thrill": 2305, "sexy": 2306, "amsterdam": 2307, "brothel": 2308, "kinds": 2309, "prefer": 2310, "unusual": 2311, "venue": 2312, "amoeba": 2313, "finishing": 2314, "rollercoaster": 2315, "spin": 2316, "puke": 2317, "spirits": 2318, "fun-loving": 2319, "electro": 2320, "banks": 2321, "sometime": 2322, "laugh": 2323, "tilt": 2324, "o": 2325, "wirl": 2326, "arcade": 2327, "pier": 2328, "funky": 2329, "hallway": 2330, "anchors": 2331, "exposure": 2332, "bad": 2333, "dock": 2334, "traffic": 2335, "parking": 2336, "anchor": 2337, "club": 2338, "entered": 2339, "ornate": 2340, "rooftops": 2341, "mountainside": 2342, "angled": 2343, "empty": 2344, "wake": 2345, "rail": 2346, "system": 2347, "illuminated": 2348, "underway": 2349, "truly": 2350, "hundred": 2351, "coordinated": 2352, "clock": 2353, "intricately": 2354, "detailed": 2355, "disbelief": 2356, "aw": 2357, "heck": 2358, "gargoyles": 2359, "sculptures": 2360, "puts": 2361, "bows": 2362, "highway": 2363, "eve": 2364, "tradition": 2365, "believed": 2366, "thousands": 2367, "passengers": 2368, "carols": 2369, "festive": 2370, "palm": 2371, "hollywood": 2372, "miles": 2373, "tourists": 2374, "ordinary": 2375, "rest": 2376, "courage": 2377, "coworker": 2378, "reading": 2379, "commute": 2380, "backdrop": 2381, "tallest": 2382, "starts": 2383, "tickler": 2384, "coolest": 2385, "drops": 2386, "stomach": 2387, "feel": 2388, "swings": 2389, "fill": 2390, "names": 2391, "'the": 2392, "terrifying": 2393, "strapped": 2394, "tickled": 2395, "whatever": 2396, "means": 2397, "needless": 2398, "regretted": 2399, "decision": 2400, "span": 2401, "felt": 2402, "throat": 2403, "bile": 2404, "rose": 2405, "unsuspecting": 2406, "yellow": 2407, "shirts": 2408, "recipient": 2409, "chunky": 2410, "vomit": 2411, "lines": 2412, "quicker": 2413, "flying": 2414, "afraid": 2415, "win": 2416, "attending": 2417, "slow": 2418, "tailgated": 2419, "couples": 2420, "support": 2421, "warmed": 2422, "impatiently": 2423, "belongs": 2424, "oohhing": 2425, "awwing": 2426, "reflection": 2427, "burst": 2428, "explosions": 2429, "batch": 2430, "tour": 2431, "artwork": 2432, "lighted": 2433, "littering": 2434, "dizzying": 2435, "van": 2436, "activity": 2437, "unlike": 2438, "wacky": 2439, "displays": 2440, "stunning": 2441, "escape": 2442, "pristine": 2443, "museum": 2444, "security": 2445, "visitors": 2446, "hotels": 2447, "max": 2448, "capacity": 2449, "become": 2450, "neon": 2451, "ever-changing": 2452, "perimeter": 2453, "ther": 2454, "centerpiece": 2455, "circular": 2456, "installation": 2457, "changed": 2458, "color": 2459, "guards": 2460, "present": 2461, "floors": 2462, "circle": 2463, "changes": 2464, "patterns": 2465, "constantly": 2466, "mud": 2467, "rotting": 2468, "bushes": 2469, "barn": 2470, "ancient": 2471, "tractor": 2472, "stepped": 2473, "giant": 2474, "mushroom": 2475, "slimy": 2476, "gross": 2477, "smelled": 2478, "odd": 2479, "clearing": 2480, "lantern": 2481, "floating": 2482, "marks": 2483, "somber": 2484, "ponders": 2485, "reflected": 2486, "nighttime": 2487, "gang": 2488, "clearly": 2489, "folk": 2490, "shinning": 2491, "fall": 2492, "none": 2493, "shadows": 2494, "push": 2495, "pushing": 2496, "totally": 2497, "brown": 2498, "ages": 2499, "midway": 2500, "goodies": 2501, "--": 2502, "sports": 2503, "llama": 2504, "returned": 2505, "chagrin": 2506, "cloud": 2507, "incredibly": 2508, "standard": 2509, "sculpture": 2510, "crazy": 2511, "bustling": 2512, "sellers": 2513, "peddling": 2514, "wares": 2515, "businesses": 2516, "awhile": 2517, "getaway": 2518, "second": 2519, "deter": 2520, "overcast": 2521, "canal": 2522, "everybody": 2523, "umbrella": 2524, "filtered": 2525, "bazaar": 2526, "exposition": 2527, "vendors": 2528, "italian": 2529, "sausages": 2530, "sense": 2531, "prizes": 2532, "sausage": 2533, "store": 2534, "enter": 2535, "zone": 2536, "welcome": 2537, "enormous": 2538, "remarkable": 2539, "layout": 2540, "circus": 2541, "fairground": 2542, "viewing": 2543, "calming": 2544, "scene": 2545, "inviting": 2546, "tune": 2547, "drum": 2548, "mic": 2549, "checks": 2550, "test": 2551, "equipment": 2552, "vocal": 2553, "beats": 2554, "anxious": 2555, "introductions": 2556, "position": 2557, "minute": 2558, "lead": 2559, "inspired": 2560, "singers": 2561, "enthusiasm": 2562, "harder": 2563, "albums": 2564, "buddy": 2565, "firey": 2566, "reminds": 2567, "ornament": 2568, "apart": 2569, "crawly": 2570, "bugs": 2571, "bursts": 2572, "reminded": 2573, "sounded": 2574, "battles": 2575, "occurred": 2576, "ensure": 2577, "freedom": 2578, "quieter": 2579, "context": 2580, "boating": 2581, "pelican": 2582, "expecting": 2583, "pelicans": 2584, "duck": 2585, "humans": 2586, "feeding": 2587, "sailed": 2588, "simply": 2589, "beck": 2590, "wildlife": 2591, "afterwords": 2592, "grown": 2593, "join": 2594, "freak": 2595, "managed": 2596, "beat": 2597, "revisited": 2598, "childhood": 2599, "bench": 2600, "listened": 2601, "train": 2602, "anywhere": 2603, "dragon": 2604, "temple": 2605, "travelers": 2606, "detailing": 2607, "carvings": 2608, "unbelievable": 2609, "intended": 2610, "estate": 2611, "feature": 2612, "lonely": 2613, "refuel": 2614, "easy": 2615, "transportation": 2616, "crossed": 2617, "roads": 2618, "passersby": 2619, "cheered": 2620, "yelled": 2621, "screamed": 2622, "observation": 2623, "debate": 2624, "gates": 2625, "million": 2626, "steps": 2627, "observatory": 2628, "daylight": 2629, "rickety": 2630, "gardens": 2631, "ship": 2632, "docked": 2633, "guided": 2634, "replicas": 2635, "drop": 2636, "rows": 2637, "lawns": 2638, "replica": 2639, "wagon": 2640, "quaint": 2641, "peaceful": 2642, "surrounded": 2643, "highlight": 2644, "actual": 2645, "recent": 2646, "discovered": 2647, "1700": 2648, "wagons": 2649, "organic": 2650, "crops": 2651, "tended": 2652, "ships": 2653, "th": 2654, "sandcastles": 2655, "notice": 2656, "skies": 2657, "mean": 2658, "sunshine": 2659, "boats": 2660, "coast": 2661, "fortunately": 2662, "left": 2663, "stores": 2664, "signs": 2665, "awe": 2666, "radiating": 2667, "various": 2668, "tasked": 2669, "tomorrow": 2670, "admired": 2671, "creature": 2672, "created": 2673, "chest": 2674, "creation": 2675, "body": 2676, "details": 2677, "effort": 2678, "consuming": 2679, "perfectly": 2680, "driven": 2681, "pretending": 2682, "hold": 2683, "legs": 2684, "feat": 2685, "creating": 2686, "wondered": 2687, "intent": 2688, "puppet": 2689, "3d": 2690, "slick": 2691, "result": 2692, "okay": 2693, "intoxicated": 2694, "figured": 2695, "hop": 2696, "straight": 2697, "taxi": 2698, "fastest": 2699, "route": 2700, "shone": 2701, "kissed": 2702, "feeling": 2703, "content": 2704, "drew": 2705, "fluctuated": 2706, "changing": 2707, "appeared": 2708, "welcoming": 2709, "tamales": 2710, "sombrero": 2711, "tamal": 2712, "option": 2713, "considering": 2714, "relocate": 2715, "structures": 2716, "restaurants": 2717, "parent": 2718, "dismay": 2719, "checked": 2720, "ricks": 2721, "flea": 2722, "junk": 2723, "thats": 2724, "wasnt": 2725, "hidin": 2726, "gems": 2727, "rubble": 2728, "aswell": 2729, "unmentionables": 2730, "vintage": 2731, "buses": 2732, "treasure": 2733, "behold": 2734, "gnome": 2735, "lamps": 2736, "minivan": 2737, "swap": 2738, "treasures": 2739, "dig": 2740, "portion": 2741, "bus": 2742, "items": 2743, "$": 2744, "lamp": 2745, "lampshade": 2746, "pace": 2747, "clocked": 2748, "shined": 2749, "feels": 2750, "hoped": 2751, "locals": 2752, "admire": 2753, "wandering": 2754, "gigantic": 2755, "usual": 2756, "stops": 2757, "north": 2758, "pole": 2759, "boring": 2760, "prettiest": 2761, "glass": 2762, "helpful": 2763, "northpole": 2764, "stretching": 2765, "toward": 2766, "arranged": 2767, "globe": 2768, "nostalgic": 2769, "faces": 2770, "ornaments": 2771, "complex": 2772, "ruins": 2773, "either": 2774, "decides": 2775, "explore": 2776, "dusty": 2777, "desert": 2778, "pillars": 2779, "heavens": 2780, "instance": 2781, "advantage": 2782, "oasis": 2783, "persian": 2784, "columns": 2785, "ruined": 2786, "resort": 2787, "decorative": 2788, "bloke": 2789, "grandchildren": 2790, "category": 2791, "porcupine": 2792, "creative": 2793, "entry": 2794, "alligator": 2795, "might": 2796, "expect": 2797, "maybe": 2798, "luckily": 2799, "patrolling": 2800, "sightseeing": 2801, "artistic": 2802, "guard": 2803, "quietly": 2804, "testament": 2805, "artful": 2806, "gothic": 2807, "cathedrals": 2808, "capture": 2809, "furry": 2810, "raining": 2811, "castle": 2812, "ceremonies": 2813, "olympics": 2814, "warned": 2815, "manageable": 2816, "sport": 2817, "seriously": 2818, "rink": 2819, "month": 2820, "wow": 2821, "due": 2822, "stunts": 2823, "strong": 2824, "performing": 2825, "acts": 2826, "performers": 2827, "crisp": 2828, "gives": 2829, "monkey": 2830, "striped": 2831, "suits": 2832, "feats": 2833, "pack": 2834, "practiced": 2835, "routines": 2836, "towering": 2837, "memorable": 2838, "busier": 2839, "sides": 2840, "sailors": 2841, "delight": 2842, "careful": 2843, "wo": 2844, "hitting": 2845, "obstructed": 2846, "anyway": 2847, "-jellyfish": 2848, "warning": 2849, "goat": 2850, "reclining": 2851, "against": 2852, "hello": 2853, "observed": 2854, "contemplative": 2855, "pondering": 2856, "impromptu": 2857, "caring": 2858, "crowne": 2859, "plaza": 2860, "smart": 2861, "atmosphere": 2862, "lobby": 2863, "aged": 2864, "somewhat": 2865, "gray": 2866, "splashes": 2867, "crowed": 2868, "understand": 2869, "society": 2870, "timeless": 2871, "movement": 2872, "acknowledge": 2873, "opens": 2874, "future": 2875, "boaters": 2876, "5": 2877, "dollars": 2878, "choice": 2879, "windows": 2880, "absolutely": 2881, "astonishing": 2882, "lack": 2883, "compelled": 2884, "document": 2885, "stained": 2886, "alter": 2887, "passion": 2888, "often": 2889, "cottage": 2890, "churches": 2891, "homes": 2892, "miniature": 2893, "santas": 2894, "draped": 2895, "canadian": 2896, "non-lighted": 2897, "walkway": 2898, "arches": 2899, "objects": 2900, "involving": 2901, "dirt": 2902, "stunt": 2903, "wondering": 2904, "photographing": 2905, "clocks": 2906, "glow": 2907, "cityscape": 2908, "installations": 2909, "skyscraper": 2910, "cathedral": 2911, "incredible": 2912, "tuckered": 2913, "order": 2914, "awsome": 2915, "breath": 2916, "justice": 2917, "jam": 2918, "member": 2919, "mystery": 2920, "pumped": 2921, "cooler": 2922, "blared": 2923, "figurines": 2924, "cabinet": 2925, "stash": 2926, "botanical": 2927, "dolls": 2928, "collections": 2929, "cheer": 2930, "malls": 2931, "centers": 2932, "spirit": 2933, "chinese": 2934, "shield": 2935, "uv": 2936, "rays": 2937, "budda": 2938, "peony": 2939, "compliments": 2940, "lion": 2941, "stuffed": 2942, "figurine": 2943, "happens": 2944, "shut": 2945, "dust": 2946, "carousel": 2947, "taken": 2948, "stored": 2949, "undercover": 2950, "aban": 2951, "doned": 2952, "cares": 2953, "perhaps": 2954, "bumper": 2955, "batman": 2956, "ride-on": 2957, "figure": 2958, "recently": 2959, "collected": 2960, "giraffe": 2961, "speaks": 2962, "era": 2963, "lift": 2964, "painted": 2965, "covered": 2966, "prints": 2967, "realistic": 2968, "meter": 2969, "foot": 2970, "adorn": 2971, "murals": 2972, "mask": 2973, "subway": 2974, "strangest": 2975, "earth": 2976, "costumes": 2977, "toen": 2978, "les": 2979, "miserables": 2980, "shown": 2981, "abundant": 2982, "goers": 2983, "soak": 2984, "lingerie": 2985, "affair": 2986, "skin": 2987, "ladies": 2988, "littered": 2989, "souls": 2990, "flowing": 2991, "gloomy": 2992, "nightclub": 2993, "listen": 2994, "drink": 2995, "musicians": 2996, "amazingly": 2997, "enjoyable": 2998, "aztec": 2999, "mayan": 3000, "remodeled": 3001, "mayans": 3002, "bananas": 3003, "ripe": 3004, "age": 3005, "pyramid": 3006, "fruits": 3007, "growing": 3008, "mysterious": 3009, "extraordinary": 3010, "remind": 3011, "orderly": 3012, "greeting": 3013, "folks": 3014, "models": 3015, "altitude": 3016, "concerned": 3017, "anyhow": 3018, "rollercoasters": 3019, "beaches": 3020, "offshore": 3021, "permitted": 3022, "skeletons": 3023, "creatures": 3024, "bones": 3025, "aliens": 3026, "attacking": 3027, "damaging": 3028, "destroy": 3029, "using": 3030, "tom": 3031, "listens": 3032, "mind": 3033, "debris": 3034, "speech": 3035, "speaker": 3036, "helicopter": 3037, "bye": 3038, "prepares": 3039, "candidate": 3040, "bicycle": 3041, "departing": 3042, "bakery": 3043, "selection": 3044, "figures": 3045, "freshly": 3046, "bakers": 3047, "boudin": 3048, "breads": 3049, "buns": 3050, "heavy": 3051, "let": 3052, "snap": 3053, "kitchen": 3054, "expensive": 3055, "eateries": 3056, "sculpted": 3057, "turtle": 3058, "sourdough": 3059, "hearth": 3060, "specialties": 3061, "prices": 3062, "reasonable": 3063, "opportunity": 3064, "action": 3065, "shine": 3066, "dead": 3067, "accompany": 3068, "radiate": 3069, "continue": 3070, "ways": 3071, "bringing": 3072, "visits": 3073, "celebratory": 3074, "occasion": 3075, "drama": 3076, "certain": 3077, "hint": 3078, "wind": 3079, "flies": 3080, "proudly": 3081, "port": 3082, "masts": 3083, "grandiose": 3084, "photographed": 3085, "artistry": 3086, "stumbled": 3087, "deciding": 3088, "detail": 3089, "fronts": 3090, "astounding": 3091, "spring": 3092, "bloom": 3093, "tired": 3094, "decor": 3095, "worldly": 3096, "gazebo": 3097, "religious": 3098, "meditation": 3099, "smell": 3100, "flower": 3101, "examined": 3102, "woodwork": 3103, "pinks": 3104, "whites": 3105, "reds": 3106, "inspiration": 3107, "deity": 3108, "youngins": 3109, "haunted": 3110, "ads": 3111, "r.l": 3112, "stine": 3113, "resembled": 3114, "frankenstein": 3115, "based": 3116, "juice": 3117, "brand": 3118, "skull": 3119, "spoke": 3120, "claims": 3121, "itself": 3122, "average": 3123, "lecture": 3124, "announced": 3125, "president": 3126, "low": 3127, "prestigious": 3128, "schools": 3129, "conservative": 3130, "pleasant": 3131, "fine": 3132, "insane": 3133, "incline": 3134, "monstrous": 3135, "climber": 3136, "rob": 3137, "straps": 3138, "fast": 3139, "compound": 3140, "defenses": 3141, "intruders": 3142, "grids": 3143, "barbed": 3144, "rolled": 3145, "cement": 3146, 