{"we": 16976, "found": 1000, "this": 9044, "tree": 445, "when": 1909, "were": 10963, "walking": 643, "in": 12971, "a": 36754, "nearby": 239, "town": 1287, ".": 101550, "it": 10858, "turns": 90, "out": 4976, "is": 10513, "popular": 122, "attraction": 43, "here": 2524, "the": 82094, "very": 3087, "unusual": 69, ",": 16120, "with": 8020, "its": 420, "roots": 9, "exposed": 7, "trunk": 20, "was": 22344, "really": 1869, "wide": 59, "as": 4315, "much": 981, "12": 21, "feet": 107, "!": 4798, "they": 10049, "went": 4090, "to": 34714, "botanic": 2, "gardens": 89, "specifically": 6, "see": 2893, "large": 647, "there": 7864, "an": 2616, "informational": 5, "sign": 482, "posted": 30, "near": 429, "huge": 527, "and": 22867, "spread": 61, "over": 1407, "ground": 244, "incredibly": 26, "thick": 33, "rigid": 4, "largest": 25, "country": 329, "plack": 2, "under": 226, "had": 7656, "some": 6353, "interesting": 679, "information": 69, "good": 1794, "view": 962, "of": 21300, "water": 1208, "from": 2744, "well": 1146, "i": 13598, "dwarfed": 3, "by": 2392, "'s": 4579, "size": 63, "our": 4506, "trip": 1349, "location": 3484, "last": 1146, "year": 867, "filled": 269, "beauty": 168, "sculptures": 105, "could": 1821, "be": 2868, "everywhere": 245, "architecture": 273, "old": 1799, "since": 261, "spring": 65, "beautiful": 2407, "flowers": 598, "lined": 236, "streets": 371, "pink": 142, "bloom": 38, "particularly": 44, "lovely": 368, "museum": 424, "saw": 1751, "odd": 73, "collection": 48, "hanging": 201, "faces": 132, "on": 9750, "vacation": 786, "past": 219, "cool": 690, "buildings": 642, "unique": 249, "area": 548, "too": 1114, "also": 1520, "where": 1143, "creepy": 88, "head": 314, "floating": 38, "exhibit": 106, "family": 3010, "visited": 547, "for": 11893, "summer": 242, "many": 2945, "floors": 24, "art": 643, "before": 1475, "entered": 90, "noticed": 131, "garden": 216, "inside": 725, "porcelain": 3, "heads": 65, "hanged": 3, "ceiling": 70, "[": 8076, "male": 5087, "]": 8074, "excited": 1253, "during": 486, "4th": 202, "july": 314, "crowd": 795, "people": 4294, "already": 252, "awaiting": 37, "firework": 123, "show": 1272, "lucky": 78, "find": 486, "nice": 1152, "spot": 226, "grass": 144, "watch": 547, "evening": 278, "grew": 99, "darker": 17, "gearing": 6, "up": 5278, "enjoy": 436, "great": 2734, "met": 515, "friend": 1126, "lunch": 345, "then": 2211, "statue": 335, "after": 2109, "visiting": 242, "organization": 1606, "sat": 494, "at": 7275, "park": 943, "few": 864, "other": 1389, "began": 551, "them": 1995, "mentioned": 4, "fireworks": 893, "my": 7694, "two": 962, "best": 846, "friends": 2724, "came": 1578, "event": 766, "today": 2352, "turnout": 43, "presidents": 6, "day": 3737, "so": 4803, "own": 302, "little": 1903, "soon": 271, "got": 3623, "dark": 204, "female": 3044, "arrived": 802, "her": 4141, "cute": 256, "flower": 214, "dress": 274, "always": 991, "visit": 632, "nation": 30, "capital": 44, "crowds": 70, "gathered": 773, "steps": 84, "relaxing": 186, "enjoying": 464, "manicured": 6, "national": 57, "mall": 62, "sky": 466, "darkened": 4, "almost": 328, "time": 3760, "city": 1591, "1940": 3, "decided": 1875, "build": 77, "dam": 21, "100": 22, "construction": 75, "trucks": 51, "used": 361, "generate": 5, "power": 62, "workers": 95, "leveling": 2, "simpler": 7, "indeed": 14, "men": 426, "worked": 204, "long": 836, "hours": 296, "provide": 29, "modern": 118, "marvels": 2, "love": 876, "lots": 759, "killed": 27, "devastated": 5, "weeped": 2, "buried": 44, "their": 4450, "brothers": 74, "took": 2727, "wooden": 60, "bridge": 356, "get": 2588, "job": 246, "site": 158, "start": 703, "fired": 12, "machinery": 12, "work": 863, "building": 1235, "new": 1719, "waterway": 6, "reservoir": 2, "spill": 11, "into": 1427, "hot": 247, "but": 2874, "stayed": 235, "busy": 181, "father": 342, "he": 5545, "small": 702, "temple": 96, "encountered": 31, "his": 4442, "individuals": 33, "pictures": 1229, "camera": 417, "shy": 43, "opportunity": 64, "travel": 144, "photographer": 124, "mine": 60, "brought": 678, "take": 1652, "photos": 477, "places": 193, "subtle": 7, "ways": 73, "introduced": 49, "me": 1789, "group": 1074, "who": 850, "photographers": 24, "afterwards": 212, "woman": 521, "explained": 38, "that": 5440, "she": 3674, "have": 2444, "photo": 644, "taken": 317, "buddy": 44, "rich": 30, "locals": 83, "worship": 22, "unlike": 14, "anything": 123, "'ve": 224, "seen": 436, "photography": 58, "team": 461, "because": 576, "lot": 2177, "cover": 52, "unfortunately": 60, "did": 1425, "n't": 2525, "want": 302, "hike": 261, "forest": 139, "enough": 234, "wildlife": 77, "like": 2271, "deer": 22, "guy": 502, "friendly": 121, "must": 158, "hit": 263, "all": 5557, "hikers": 12, "food": 1551, "'m": 417, "glad": 150, "spotted": 70, "snake": 30, "close": 382, "running": 218, "us": 1642, "fed": 30, "squirrel": 20, "seemed": 388, "hungry": 131, "nowhere": 44, "scared": 111, "giant": 217, "sequoia": 2, "red": 473, "woods": 154, "young": 378, "scampers": 2, "about": 1651, "grey": 24, "holding": 166, "paws": 4, "slithers": 2, "quietly": 26, "through": 952, "underbrush": 2, "celebrated": 132, "2": 73, "birthday": 1133, "baby": 530, "rented": 87, "fun": 2233, "house": 1319, "jump": 58, "eldest": 8, "daughter": 427, "seem": 149, "tired": 167, "first": 2191, "sister": 499, "son": 483, "company": 214, "relatives": 48, "bounce": 15, "castle": 183, "just": 1722, "let": 323, "him": 1196, "go": 1918, "wild": 114, "walk": 857, "alone": 82, "having": 1130, "regardless": 9, "party": 2496, "started": 1521, "drinking": 259, "milk": 17, "until": 203, "something": 482, "watched": 431, "sisters": 88, "play": 851, "sad": 114, "pioneer": 6, "dressed": 762, "ready": 1664, "parade": 1068, "kids": 1544, "pass": 102, "candy": 131, "pulled": 87, "truck": 180, "hooked": 9, "float": 115, "founders": 10, "wow": 63, "looking": 896, "members": 265, "mom": 752, "rode": 260, "1800": 11, "looked": 1472, "even": 2194, "helped": 193, "nieces": 13, "nephews": 10, "couple": 939, "live": 286, "amish": 6, "encouraged": 15, "participate": 63, "not": 1576, "easily": 31, "amused": 37, "put": 668, "come": 599, "cooked": 149, "utensils": 5, "ingredients": 101, "full": 412, "garb": 15, "patriotic": 34, "climbed": 58, "aboard": 15, "winded": 5, "floats": 135, "pose": 213, "costume": 331, "children": 678, "ride": 817, "together": 1938, "white": 476, "pulls": 11, "one": 3302, "decorated": 290, "american": 127, "colors": 370, "are": 4873, "raised": 30, "believe": 194, "world": 254, "takes": 230, "kinds": 222, "make": 973, "'round": 2, "certainly": 47, "demonstrates": 6, "adage": 2, "true": 68, "moments": 43, "those": 273, "around": 1966, "any": 254, "you": 1604, "quite": 458, "sure": 612, "what": 1465, "going": 1338, "know": 367, "either": 55, "model": 107, "picture": 1807, "without": 185, "finally": 854, "caught": 204, "off": 1549, "guard": 62, "popsicle": 4, "mouth": 35, "funny": 271, "zombie": 36, "face": 308, "smokes": 3, "cigarette": 19, "meal": 338, "sits": 67, "enjoys": 64, "weather": 269, "eating": 285, "orders": 17, "push": 21, "pop": 33, "desert": 101, "enjoyed": 790, "fair": 366, "different": 851, "foods": 75, "eat": 574, "midway": 11, "games": 434, "rides": 320, "spun": 16, "air": 302, "pirate": 64, "ship": 122, "back": 848, "forth": 27, "everyone": 2837, "line": 411, "purchase": 37, "tickets": 67, "sliding": 14, "boat": 483, "while": 1347, "brother": 507, "local": 899, "boardwalk": 50, "place": 1169, "pretty": 777, "booths": 50, "awesome": 318, "swung": 11, "celebrate": 531, "holiday": 134, "these": 1315, "uncle": 210, "historical": 131, "civil": 25, "war": 107, "general": 46, "waving": 26, "dad": 729, "pride": 106, "next": 803, "been": 831, "week": 363, "watching": 386, "soldier": 73, "march": 129, "reenactments": 2, "hi": 42, "jumped": 56, "way": 1110, "down": 1781, "main": 177, "street": 702, "blast": 148, "fighting": 34, "flag": 240, "stopped": 505, "outdoor": 128, "kid": 162, "especially": 184, "loved": 827, "able": 386, "use": 251, "sparklers": 69, "waited": 264, "guys": 363, "comfy": 15, "seat": 73, "festivities": 126, "quick": 165, "blankets": 13, "light": 359, "dazzled": 5, "display": 380, "waiting": 569, "citizens": 26, "pyrotechnic": 2, "pros": 5, "parent": 24, "hood": 25, "showed": 677, "now": 491, "annual": 258, "rave": 7, "ceremonial": 20, "sparkler": 11, "lit": 320, "awe": 54, "shock": 11, "eyes": 90, "spectacle": 6, "tricky": 9, "wanted": 924, "nap": 49, "afternoon": 139, "course": 362, "wife": 511, "run": 291, "would": 1149, "fine": 86, "if": 492, "fire": 417, "involved": 69, "settled": 33, "rather": 76, "crowded": 133, "office": 188, "boss": 59, "known": 72, "magnificent": 82, "meals": 35, "nobody": 57, "miss": 76, "wonderful": 379, "cindi": 2, "cooking": 147, "fond": 12, "strawberry": 27, "dessert": 83, "made": 1932, "every": 529, "big": 1333, "celebration": 258, "support": 225, "chef": 65, "hand": 276, "surrender": 4, "real": 195, "turned": 215, "delicious": 421, "hired": 60, "professional": 61, "cater": 2, "active": 23, "mingling": 18, "another": 679, "serve": 50, "guests": 397, "part": 453, "fourth": 111, "along": 724, "road": 541, "happy": 1316, "celebrations": 19, "ended": 156, "race": 959, "derby": 15, "look": 1369, "forward": 71, "recycling": 6, "bring": 155, "recycled": 3, "contest": 90, "gets": 268, "competitive": 26, "--": 67, "special": 394, "tiny": 91, "cars": 409, "families": 162, "fun-filled": 3, "``": 802, "others": 462, "stand": 205, "drive": 218, "beginning": 116, "tame": 9, "things": 837, "fiery": 7, "elaborate": 30, "towards": 129, "end": 303, "showing": 260, "twin": 21, "works": 104, "passing": 54, "fairly": 17, "flags": 137, "uniforms": 26, "performing": 55, "performance": 142, "followed": 130, "cows": 23, "horse": 153, "riders": 66, "horses": 155, "festival": 396, "girls": 448, "fabulous": 29, "animals": 243, "tricks": 71, "military": 160, "marching": 154, "memorial": 107, "detail": 67, "tassels": 6, "uniform": 29, "worn": 38, "man": 1346, "blue": 414, "outfit": 55, "extends": 3, "smiles": 147, "bearer": 13, "holds": 45, "steady": 14, "marches": 9, "held": 371, "grounds": 95, "details": 55, "costumes": 448, "exquisite": 8, "participants": 79, "themselves": 189, "bearers": 6, "enthusiastic": 17, "suzie": 4, "making": 424, "silly": 227, "amazing": 995, "car": 1068, "paint": 113, "seeing": 287, "troops": 35, "moment": 190, "veteran": 21, "wave": 44, "included": 102, "decorative": 26, "attire": 30, "showcased": 9, "supervisor": 8, "greet": 43, "coming": 307, "cheering": 52, "painted": 178, "marched": 89, "grandpa": 237, "neighbors": 85, "waved": 46, "attention": 194, "purple": 106, "lights": 419, "changed": 63, "several": 320, "minutes": 106, "favorites": 49, "stood": 281, "weekend": 525, "how": 1068, "reminded": 56, "star": 105, "fountain": 109, "tonight": 248, "sight": 188, "behold": 29, "shooting": 42, "or": 435, "bright": 222, "dog": 608, "lovers": 13, "...": 423, "husband": 457, "both": 292, "black": 242, "labs": 2, "playful": 7, "may": 109, "toddlers": 5, "rolling": 38, "gift": 147, "shop": 196, "bought": 309, "being": 641, "sun": 447, "celebrating": 151, "sitting": 300, "hurt": 49, "given": 139, "contraption": 6, "help": 448, "does": 213, "stop": 430, "however": 212, "dogs": 207, "loves": 254, "more": 1170, "than": 454, "do": 1160, "can": 1177, "adopted": 16, "golden": 46, "retriever": 6, "intoduce": 2, "pets": 37, "instead": 127, "said": 283, "paulie": 3, "chihuahua": 3, "owners": 48, "lap": 22, "say": 204, "tito": 4, "getting": 1173, "owner": 68, "chasing": 11, "each": 741, "field": 338, "humans": 17, "human": 43, "skeptical": 11, "green": 358, "most": 614, "clear": 197, "impressive": 86, "displays": 84, "lasted": 22, "30": 23, "spectacular": 119, "variety": 84, "point": 132, "covered": 263, "entire": 227, "viewing": 38, "finale": 35, "approached": 61, "ton": 80, "usual": 58, "sizes": 21, "wondering": 45, "heavens": 4, "suddenly": 50, "streaks": 4, "across": 422, "blackness": 3, "dousing": 2, "radiant": 9, "spreading": 9, "enjoyment": 10, "colorful": 281, "creations": 23, "gem": 8, "yellow": 180, "bursts": 13, "closer": 150, "expanded": 5, "brighter": 12, "jellyfish": 8, "thought": 455, "ferris": 193, "wheel": 289, "stuck": 68, "fast": 204, "paying": 26, "control": 59, "panel": 34, "equipment": 100, "fascinating": 44, "am": 467, "tempted": 7, "turn": 181, "dials": 3, "will": 606, "tall": 235, "touch": 57, "spitz": 3, "stuff": 176, "ancient": 136, "defibrayakmalater": 2, "weird": 153, "wandered": 33, "knob": 5, "hydracodolene": 2, "radio": 26, "hair": 129, "right": 559, "your": 268, "body": 52, "spackumpeepoopadic": 2, "beam": 4, "space": 161, "attempt": 18, "fear": 19, "though": 486, "ran": 228, "controls": 11, "lab": 19, "larger": 44, "shot": 322, "no": 670, "idea": 152, "panels": 8, "satellites": 6, "puppy": 44, "sweetest": 7, "thing": 322, "ever": 255, "chewing": 7, "everything": 454, "'re": 271, "planning": 38, "toys": 117, "spends": 15, "passed": 263, "bed": 101, "sometimes": 232, "empty": 206, "bottle": 81, "home": 871, "initially": 9, "nervous": 158, "bowl": 69, "chew": 7, "toy": 102, "tuckered": 4, "quickly": 190, "woke": 106, "act": 53, "snuggle": 4, "sheets": 8, "playing": 689, "maybelle": 4, "has": 1248, "adorable": 64, "fits": 6, "hands": 177, "trying": 366, "teeth": 23, "plastic": 33, "container": 7, "never": 408, "oh": 122, "napping": 9, "versus": 5, "win": 165, "?": 567, "looks": 707, "determined": 35, "might": 149, "gives": 82, "waits": 42, "begin": 244, "smiling": 156, "goes": 141, "scared-looking": 2, "boy": 407, "shout": 5, "races": 57, "downward": 5, "recently": 139, "amusement": 128, "strapped": 8, "excitement": 99, "manly": 5, "grill": 136, "set": 898, "sidewalk": 57, "worse": 20, "wear": 144, "cook": 161, "anyway": 44, "burgers": 34, "room": 678, "bbq": 54, "beer": 267, "meat": 128, "grand": 127, "barbeque": 34, "agreed": 32, "drunk": 90, "brats": 3, "ate": 274, "anyways": 15, "sundown": 5, "whole": 464, "dusk": 26, "teal": 5, "colored": 89, "ones": 282, "multi": 11, "favorite": 901, "church": 687, "shortly": 17, "left": 403, "liked": 255, "rainbow": 51, "tommy": 4, "parents": 354, "situated": 9, "position": 25, "grandma": 292, "attractions": 54, "morning": 445, "corner": 96, "toward": 72, "giving": 139, "better": 341, "procession": 32, "bug": 23, "makes": 236, "starting": 221, "arrive": 204, "patron": 9, "accomodations": 2, "dismissive": 2, "adult": 24, "beverages": 34, "causing": 9, "contort": 2, "bodies": 19, "banner": 54, "wasted": 17, "dirty": 44, "dancing": 354, "eventually": 90, "sex": 11, "yard": 156, "independence": 41, "lawson": 2, "famous": 190, "sliders": 2, "serves": 9, "restaurant": 504, "charlize": 2, "appropriately": 8, "facial": 13, "expressions": 7, "crazy": 226, "girlfriend": 208, "weirdness": 2, "ensued": 8, "bigger": 93, "complex": 28, "middle": 168, "break": 226, "smaller": 54, "settles": 4, "grabbed": 62, "boom": 14, "burst": 24, "night": 1706, "snapped": 61, "bombastic": 2, "explosions": 28, "eloquent": 3, "felt": 223, "passionate": 17, "orange": 121, "maroon": 3, "bit": 418, "calm": 108, "double": 47, "became": 114, "intense": 58, "continued": 100, "themed": 68, "color": 215, "6": 20, "multitude": 6, "turquoise": 2, "clock": 59, "skies": 39, "anticipation": 66, "early": 350, "eagerly": 49, "grow": 47, "everybody": 203, "stared": 22, "worth": 96, "tv": 92, "person": 245, "behind": 296, "afraid": 43, "loud": 81, "noises": 11, "heard": 128, "outside": 1072, "barking": 4, "porch": 71, "keep": 241, "simple": 105, "plans": 52, "eager": 76, "relented": 2, "downtown": 194, "lazy": 21, "thinks": 49, "girl": 607, "read": 216, "book": 175, "days": 175, "straight": 54, "leave": 163, "reading": 98, "emmy": 17, "leash": 12, "traffic": 99, "died": 48, "least": 107, "sunday": 72, "away": 471, "sparky": 10, "boyfriend": 187, "colonial": 10, "gorgeous": 216, "accented": 5, "aromas": 2, "gourds": 5, "plentiful": 15, "picked": 146, "winter": 192, "statuesque": 2, "fall": 185, "pumpking": 2, "herbs": 12, "plants": 187, "blossom": 17, "vine": 4, "pumpkin": 115, "perfect": 346, "army": 91, "practiced": 41, "drummers": 23, "kept": 218, "beat": 67, "played": 705, "patiently": 93, "shared": 126, "stories": 199, "friday": 53, "month": 53, "invited": 220, "youngest": 60, "hung": 142, "adults": 120, "catch": 159, "couch": 73, "table": 550, "begging": 7, "relax": 127, "talk": 257, "ideas": 71, "try": 322, "again": 213, "maybe": 88, "reposition": 2, "three": 230, "still": 693, "women": 296, "attend": 103, "comes": 147, "child": 166, "stands": 118, "toddler": 16, "crawls": 3, "similar": 26, "photoshoot": 8, "focused": 36, "taking": 728, "move": 109, "crawling": 7, "overdue": 3, "crawl": 14, "stroller": 8, "tries": 45, "escape": 21, "strolled": 21, "upon": 149, "vendor": 28, "selling": 80, "novelties": 3, "spent": 411, "harbor": 62, "such": 488, "toured": 54, "pleasant": 27, "shore": 181, "dazzling": 10, "heat": 48, "amateur": 8, "vendors": 76, "terrific": 11, "glow": 32, "stick": 44, "type": 56, "items": 117, "barbecue": 48, "chalk": 24, "blew": 70, "bubbles": 27, "tricked": 5, "thinking": 81, "pizza": 87, "relaxed": 97, "nighttime": 16, "admired": 45, "glorious": 18, "explosive": 6, "brightly": 40, "warm": 166, "wonder": 86, "why": 143, "slow": 65, "exploding": 7, "freedom": 26, "random": 49, "wandering": 16, "aroung": 3, "kind": 175, "boner": 2, "laugh": 93, "neat": 176, "wait": 322, "mans": 10, "wives": 6, "drew": 52, "stripes": 11, "later": 333, "bubble": 9, "maker": 7, "activities": 126, "driveway": 26, "blowing": 55, "lines": 79, "childhood": 40, "blow": 75, "drawings": 27, "bonfires": 2, "calleb": 3, "models": 39, "40": 17, "animal": 115, "jerrod": 2, "wonderfully": 14, "restored": 10, "shiny": 19, "detailed": 48, "dedicated": 28, "restoring": 5, "maintaining": 3, "classics": 7, "drinks": 536, "breathers": 2, "scary": 215, "manipulated": 4, "burned": 20, "wrap": 12, "carnival": 236, "snacks": 115, "sodas": 2, "headed": 266, "rest": 256, "entertainers": 8, "impressed": 97, "attending": 51, "free": 116, "concert": 255, "performer": 29, "uses": 18, "dazzle": 2, "talent": 45, "monuments": 41, "backdrop": 32, "overlooking": 44, "high": 409, "super": 95, "funky": 21, "designed": 58, "shirt": 109, "telling": 85, "reunion": 127, "absolutely": 101, "jokes": 59, "impromptu": 15, "comedy": 13, "throughout": 104, "selection": 37, "fit": 67, "needs": 64, "bored": 75, "frisbee": 24, "catching": 69, "share": 119, "cam": 15, "talking": 260, "cousin": 141, "goofing": 32, "half": 93, "sunny": 126, "saturday": 68, "trouble": 47, "heels": 11, "ca": 214, "imaging": 3, "route": 59, "stilts": 21, "dozen": 11, "bands": 79, "traditional": 148, "bagpipers": 8, "unconventional": 5, "craziest": 8, "entertaining": 50, "rock": 217, "roll": 42, "music": 534, "lining": 41, "mocka": 2, "jumbie": 2, "trumpet": 16, "groups": 73, "diverse": 15, "cultures": 33, "marvel": 16, "sound": 65, "bagpipes": 21, "bunch": 173, "band": 746, "school": 638, "kilts": 15, "trimmed": 18, "explodes": 3, "center": 213, "shower": 79, "centered": 2, "explosion": 21, "streamer": 2, "pastels": 3, "anoint": 2, "streams": 14, "explode": 9, "tipped": 4, "reds": 4, "shapes": 63, "hues": 8, "intensified": 3, "add": 70, "drama": 11, "await": 17, "intensity": 4, "community": 133, "gathering": 172, "ages": 50, "species": 15, "origin": 4, "shirts": 59, "glass": 275, "wine": 262, "mother": 274, "sit": 258, "paw": 3, "toast": 57, "front": 626, "picnic": 109, "give": 215, "birthplace": 3, "memorabilia": 16, "life": 426, "surreal": 19, "feel": 200, "nixon": 3, "library": 80, "&": 23, "yesterday": 322, "photographs": 48, "statues": 220, "photograph": 63, "sights": 165, "exhibits": 54, "bronze": 11, "ago": 115, "grandfather": 70, "donors": 3, "money": 106, "representing": 15, "chauffeurs": 2, "certain": 33, "period": 23, "longer": 45, "vintage": 39, "recognized": 23, "shown": 56, "selfies": 41, "booth": 70, "smoke": 72, "heading": 116, "surprised": 170, "selfie": 82, "bar": 364, "gathers": 45, "bike": 477, "freely": 11, "chose": 79, "ensure": 22, "lasts": 4, "years": 442, "needed": 292, "breaks": 16, "between": 108, "legs": 38, "riding": 245, "nailing": 3, "tough": 61, "trick": 55, "tuning": 8, "rallies": 8, "exception": 17, "although": 96, "doing": 267, "naked": 18, "concrete": 17, "figure": 97, "wearing": 208, "fishnet": 2, "hose": 11, "helmet": 26, "cycling": 25, "lake": 437, "tradition": 45, "spend": 178, "swimming": 130, "happened": 85, "feast": 33, "cold": 323, "sent": 44, "soak": 13, "sunshine": 16, "diving": 22, "pier": 150, "camping": 112, "sunbathing": 7, "jumping": 46, "gave": 487, "cycle": 9, "sites": 115, "nephew": 39, "pool": 265, "unsure": 13, "calmed": 10, "daddy": 52, "knew": 303, "meanwhile": 23, "wants": 90, "anticipates": 3, "launched": 9, "happier": 27, "waterfront": 23, "background": 84, "battleship": 3, "whenever": 15, "crew": 75, "return": 30, "port": 29, "prepare": 119, "deck": 44, "cheers": 24, "waves": 170, "prepares": 30, "lighting": 90, "generated": 4, "buy": 177, "shopping": 137, "skyscrapers": 23, "replica": 17, "darth": 6, "maul": 3, "mask": 62, "necklaces": 15, "masks": 58, "artists": 72, "handmade": 26, "jewelry": 24, "jeep": 20, "veterans": 42, "greeted": 94, "tables": 104, "above": 105, "theme": 104, "actually": 174, "warmed": 29, "heart": 84, "balcony": 63, "alot": 59, "baseball": 128, "game": 926, "pub": 60, "mood": 67, "drove": 203, "victory": 28, "police": 141, "eye": 118, "stadium": 126, "fans": 177, "posed": 337, "directing": 7, "traveling": 83, "hometown": 34, "lil": 5, "neighbor": 59, "mowing": 3, "errands": 7, "hope": 100, "cross": 121, "need": 200, "surprise": 173, "makeover": 4, "quiet": 142, "usually": 83, "buzzing": 10, "dead": 56, "lawn": 40, "health": 20, "clown": 72, "practicing": 45, "dunk": 16, "tank": 37, "checked": 90, "tweaked": 2, "guess": 53, "amount": 44, "drug": 11, "paraphernalia": 2, "halloween": 540, "bash": 12, "hes": 14, "huff": 5, "brave": 31, "sole": 3, "testing": 18, "working": 209, "guessing": 7, "name": 160, "closing": 15, "hard": 543, "dances": 21, "helping": 56, "clean": 192, "mainly": 8, "anymore": 24, "preoccupy": 2, "minds": 14, "darkness": 14, "falls": 33, "starts": 132, "swinging": 19, "swam": 21, "angle": 34, "clearly": 30, "lone": 27, "island": 142, "wider": 7, "lonely": 38, "asian": 57, "remember": 180, "eagle": 13, "top": 396, "dying": 12, "partly": 5, "underwater": 13, "volcano": 4, "walked": 749, "edge": 74, "opted": 7, "staying": 82, "snapping": 15, "trunks": 8, "ashes": 3, "mountain": 254, "surrounded": 62, "hiked": 40, "wondered": 71, "broken": 64, "corn": 52, "farmer": 43, "market": 299, "array": 22, "including": 242, "fresh": 225, "fritters": 2, "playlist": 7, "cob": 8, "biscuits": 5, "listened": 106, "records": 17, "laughed": 104, "dinner": 897, "sweet": 95, "rolls": 22, "goodies": 29, "conversing": 6, "taste": 54, "fried": 31, "chicken": 129, "owned": 28, "record": 24, "player": 107, "taught": 54, "basics": 2, "exploded": 25, "frightened": 12, "cup": 63, "nothing": 190, "else": 141, "huh": 5, "alright": 21, "sparks": 11, "fly": 74, "op": 19, "business": 162, "four": 81, "hotel": 421, "meeting": 355, "pond": 79, "fishes": 9, "stream": 49, "fish": 287, "parks": 28, "ponds": 4, "beautifully": 87, "landscaped": 6, "waking": 20, "waterfall": 79, "vibrant": 52, "flashy": 5, "circular": 18, "stars": 33, "startled": 5, "exposure": 15, "settings": 19, "albums": 9, "basketball": 89, "hoops": 13, "camp": 122, "phototaking": 2, "scrapbook": 3, "adventure": 109, "slam": 3, "distance": 206, "flying": 104, "object": 12, "sets": 25, "drains": 2, "josh": 30, "wore": 260, "gear": 63, "boats": 197, "ocean": 345, "sunset": 156, "once": 466, "matching": 26, "outfits": 88, "enjoing": 2, "acres": 14, "land": 154, "built": 175, "1995": 2, "flood": 14, "grandad": 3, "remained": 20, "intact": 7, "flooded": 14, "rose": 23, "neck": 37, "lower": 12, "surrounding": 54, "swampy": 3, "braces": 2, "underneath": 30, "safe": 76, "flooding": 9, "chore": 8, "times": 224, "tourists": 93, "colleges": 5, "inspiring": 23, "patio": 30, "cemeteries": 11, "history": 203, "dance": 375, "finished": 164, "standing": 217, "patty": 2, "cake": 924, "trail": 161, "libraries": 4, "russia": 2, "lion": 31, "grave": 61, "couples": 63, "kissed": 30, "direction": 36, "shoot": 76, "ambiance": 9, "style": 103, "jungle": 23, "gym": 36, "original": 39, "shack": 13, "swing": 81, "box": 93, "chance": 135, "legendary": 4, "poured": 33, "conveniently": 2, "located": 56, "adjacent": 4, "proud": 305, "beginnings": 3, "gun": 21, "entertain": 31, "himself": 130, "sunflowers": 10, "present": 138, "backyard": 66, "raising": 21, "chickens": 28, "growing": 82, "mean": 45, "vicious": 4, "property": 52, "types": 103, "boyfriends": 6, "ski": 70, "lodge": 36, "blooming": 29, "nifty": 5, "embarrassing": 9, "rocked": 28, "hairdo": 4, "which": 456, "approve": 5, "mountains": 218, "store": 315, "assortment": 15, "designer": 15, "snowboards": 5, "whom": 14, "drank": 95, "heavily": 21, "rowdy": 15, "served": 177, "ice": 254, "cream": 119, "hang": 133, "missed": 47, "knocking": 6, "total": 18, "alcohol": 83, "piece": 168, "chugging": 6, "drink": 346, "low": 59, "higher": 33, "ohhd": 2, "ahhd": 2, "spider": 39, "1940s": 2, "innovation": 4, "producing": 3, "advancements": 2, "meant": 43, "safer": 5, "conflict": 5, "brewing": 7, "countries": 35, "evade": 2, "pull": 37, "fight": 73, "stage": 352, "vehicles": 71, "documents": 13, "important": 199, "wall": 249, "reads": 16, "1942": 2, "engine": 35, "continue": 44, "accounts": 2, "firemen": 18, "rocket": 21, "safely": 23, "rockets": 19, "winning": 48, "dads": 11, "learning": 64, "exciting": 176, "yea": 5, "gather": 187, "river": 243, "bank": 19, ";": 136, "roads": 98, "closed": 62, "traveled": 108, "foot": 54, "striped": 5, "pants": 26, "jammed": 10, "packed": 152, "spots": 41, "fairgrounds": 8, "difficult": 58, "outing": 31, "lost": 138, "among": 58, "spark": 5, "bottom": 44, "sparkle": 6, "sparkles": 5, "flashed": 7, "helicopter": 43, "pilot": 24, "gauges": 2, "flew": 96, "asked": 145, "questions": 87, "landed": 47, "takeoff": 3, "perform": 76, "marines": 6, "mothers": 31, "carried": 100, "inspired": 27, "words": 66, "mating": 2, "jr": 15, "navy": 14, "karate": 10, "creating": 23, "appropriate": 19, "against": 145, "sailor": 14, "banners": 37, "service": 134, "enactment": 3, "reenacting": 3, "spirit": 58, "patriots": 5, "redcoats": 2, "biker": 32, "pepsi": 3, "cola": 3, "sponsored": 12, "cluster": 2, "reflection": 29, "bay": 51, "sudden": 25, "setting": 185, "10": 43, "dreaming": 7, "eatery": 7, "hospital": 40, "waffle": 4, "dunkin": 2, "donuts": 12, "mcdonalds": 5, "choose": 97, "choice": 41, "bacon": 20, "eggs": 208, "grits": 3, "monitor": 10, "understand": 50, "decide": 117, "dreamt": 3, "coffee": 134, "breakfast": 139, "folklife": 3, "purchasing": 8, "artisans": 4, "products": 41, "skills": 65, "culture": 83, "cultural": 34, "education": 27, "weaving": 3, "loom": 3, "process": 48, "bold": 11, "arriving": 115, "fabrics": 5, "clothing": 72, "ladies": 163, "seating": 30, "floor": 171, "sewing": 12, "picnics": 4, "nightfall": 13, "open": 314, "public": 71, "number": 97, "attendees": 52, "camped": 14, "overhead": 34, "begun": 53, "elbow": 5, "attended": 215, "tattoo": 22, "beers": 71, "ease": 14, "pain": 15, "brand": 42, "tattoos": 29, "design": 116, "lame": 6, "realized": 61, "nope": 5, "told": 304, "dude": 24, "mustache": 23, "remind": 19, "intoxicated": 9, "only": 422, "problem": 38, "hold": 117, "tequila": 6, "literally": 21, "bang": 33, "simply": 41, "plenty": 243, "cookouts": 5, "biked": 14, "volleyball": 35, "royalty": 11, "bikes": 222, "sea": 161, "anemone": 3, "mixing": 20, "blur": 14, "'ll": 111, "probably": 46, "toss": 24, "sort": 53, "fizzles": 2, "breathtaking": 94, "astonishing": 7, "lasting": 9, "forever": 72, "pondered": 9, "interest": 29, "noise": 27, "dont": 29, "seems": 117, "curious": 39, "likes": 137, "stepped": 45, "plan": 64, "heather": 3, "precious": 15, "flames": 19, "threw": 140, "airforce": 3, "monument": 91, "mostly": 72, "self": 26, "ourselves": 55, "test": 65, "ok": 35, "think": 427, "baily": 2, "candid": 17, "speeding": 6, "shows": 179, "awaited": 32, "cheered": 67, "meet": 282, "cannons": 13, "nearly": 36, "cowgirls": 2, "rodeo": 16, "roping": 3, "calves": 2, "yeeehaw": 2, "ya": 6, "celebrates": 15, "straw": 7, "hats": 88, "tooth": 9, "says": 69, "choking": 3, "calf": 6, "cities": 41, "upsets": 2, "deeply": 6, "concerned": 14, "stole": 22, "traditions": 13, "patrons": 22, "mooned": 2, "mirror": 26, "patience": 4, "grilling": 33, "content": 17, "butts": 3, "grilled": 35, "burn": 30, "annoying": 4, "puke": 3, "carpet": 16, "aa": 4, "cohort": 3, "contemplative": 4, "restroom": 5, "occupied": 13, "thin": 16, "cameras": 34, "balconies": 5, "shined": 13, "beach": 1433, "bustling": 18, "thoroughly": 7, "events": 86, "enormous": 34, "admiring": 27, "sounds": 46, "awaits": 21, "entrance": 178, "opening": 168, "enter": 78, "areas": 89, "explore": 155, "rivers": 13, "bra": 5, "awfully": 6, "runs": 25, "jumps": 18, "sooner": 6, "oi": 2, "granpa": 4, "granddaughter": 20, "asking": 32, "beard": 12, "wrong": 65, "season": 89, "lifted": 11, "swimmys": 2, "lay": 41, "juice": 25, "crackers": 12, "stops": 35, "floater": 2, "handful": 8, "weekends": 10, "easiest": 5, "swim": 103, "eight": 8, "tire": 26, "offer": 45, "chess": 19, "guitar": 160, "listen": 107, "someone": 329, "bench": 50, "ban": 3, "bathing": 9, "masters": 13, "frequent": 8, "musical": 43, "artist": 78, "staring": 24, "fella": 4, "musician": 23, "barely": 45, "feed": 55, "dish": 108, "overlook": 10, "casserole": 14, "eaten": 33, "skyline": 65, "dock": 82, "yeah": 25, "definitely": 66, "sold": 89, "browse": 10, "supporters": 29, "posters": 43, "curb": 14, "small-town": 3, "featured": 49, "carrying": 71, "auto": 8, "classic": 79, "convention": 134, "rod": 8, "smitten": 3, "sleek": 13, "swap": 7, "t-bucket": 2, "mint": 5, "condition": 22, "grocery-getter": 2, "motivated": 6, "strike": 27, "deal": 53, "mess": 75, "myself": 121, "starving": 11, "leaving": 88, "seeds": 24, "spilled": 9, "restraunt": 5, "ordered": 88, "healthy": 49, "talked": 203, "grateful": 22, "allowing": 8, "divorce": 6, "healthier": 6, "journey": 94, "cut": 180, "bread": 80, "amd": 2, "vegetables": 115, "lifestyle": 7, "date": 111, "sports": 74, "goofy": 56, "strikes": 8, "final": 90, "round": 86, "reason": 48, "decked": 20, "ball": 240, "parking": 87, "witness": 24, "blazed": 5, "ohhh": 3, "aww": 4, "endless": 13, "pattern": 15, "containers": 7, "abandoned": 142, "mushrooms": 24, "photo-walk": 2, "anywhere": 28, "trails": 56, "photo-walks": 2, "advance": 8, "launching": 10, "pad": 7, "possible": 47, "late": 149, "disappoint": 12, "barges": 3, "blueberry": 6, "pancakes": 13, "blueberries": 8, "berry": 3, "picking": 56, "basket": 43, "fields": 64, "despite": 58, "raspberries": 7, "(": 55, "okay": 67, "equally": 16, ")": 56, "pick": 139, "fruits": 60, "veggies": 24, "berries": 34, "juicy": 13, "easy": 108, "till": 20, "graduating": 91, "college": 202, "joined": 148, "kevins": 2, "stan": 13, "glasses": 76, "holders": 6, "presentations": 34, "outlining": 2, "agenda": 21, "well-attended": 3, "spectators": 46, "everyday": 45, "clothes": 121, "documenting": 6, "discussions": 14, "conference": 165, "speaker": 232, "efficiency": 6, "audience": 195, "closely": 28, "notes": 58, "confrence": 2, "recorded": 11, "boring": 76, "useful": 12, "fantastic": 118, "waterfalls": 27, "snow": 726, "melting": 5, "timer": 6, "maps": 12, "streaming": 3, "snack": 61, "powerful": 29, "impression": 21, "ask": 68, "managed": 66, "somehow": 34, "lunchtime": 5, "consult": 3, "map": 67, "laughing": 85, "crawled": 14, "tubes": 4, "ricks": 2, "tunnels": 17, "goodbye": 26, "bath": 16, "moved": 147, "grid": 5, "fashioned": 29, "pump": 8, "photoshopped": 2, "farther": 17, "pipe": 14, "trees": 534, "views": 130, "devices": 6, "alert": 10, "landscape": 72, "appeared": 71, "tool": 7, "evidenced": 3, "melt": 12, "action": 93, "crotch": 2, "magnifying": 2, "video": 89, "unknown": 13, "material": 19, "surf": 37, "dream": 79, "subject": 22, "unfortunate": 5, "surprisingly": 17, "chilly": 38, "hiking": 126, "flowed": 13, "rapidly": 8, "bubbling": 6, "flowing": 32, "christmas": 460, "opened": 144, "presents": 192, "holidays": 47, "gifts": 193, "introduce": 15, "significant": 6, "months": 61, "apart": 44, "gang": 60, "sweethearts": 5, "slideshow": 5, "memories": 86, "previous": 15, "togethers": 6, "remembered": 43, "blimp": 5, "homemade": 54, "thank": 41, "kiss": 86, "blimps": 2, "extremely": 100, "done": 308, "reconnect": 5, "siblings": 26, "armed": 9, "forces": 12, "smile": 122, "buddies": 62, "placed": 106, "towel": 12, "disguise": 7, "searching": 27, "officers": 36, "describe": 8, "appearance": 40, "wish": 105, "arose": 2, "suspicion": 2, "strange": 173, "inconspicuous": 2, "hat": 185, "venue": 103, "lookout": 8, "door": 192, "hear": 104, "woop": 3, "gotten": 66, "tip": 12, "check": 240, "tried": 360, "blocked": 35, "cattle": 8, "campsite": 18, "amenities": 5, "boating": 20, "farm": 176, "stack": 9, "logs": 13, "puts": 39, "soccer": 79, "exploring": 116, "canoe": 25, "peaceful": 131, "swings": 32, "gon": 62, "na": 71, "french": 34, "fries": 22, "buttermilk": 2, "bucking": 2, "bronco": 2, "contestants": 27, "flung": 6, "received": 147, "distracting": 5, "rider": 31, "scramble": 4, "fell": 101, "wrangling": 2, "throw": 85, "hour": 77, "scenery": 182, "dramatically": 5, "enchanted": 11, "shining": 30, "nachos": 6, "kitchen": 205, "arm": 34, "wrestle": 13, "cleaning": 54, "dropping": 8, "tension": 7, "caused": 28, "arguments": 6, "yet": 139, "sounded": 22, "sprinkles": 14, "aura": 4, "darn": 3, "clouds": 84, "addiction": 3, "less": 62, "moderate": 3, "master": 42, "bombs": 9, "saved": 20, "rolled": 35, "neighborhood": 159, "dashed": 5, "designs": 89, "flailing": 2, "shaped": 57, "objects": 27, "circle": 34, "vfw": 3, "motorcycle": 72, "honor": 169, "motorcyclists": 4, "clowns": 35, "presentation": 137, "motorcycles": 35, "welcome": 103, "join": 130, "partake": 5, "include": 15, "smallest": 12, "consulted": 6, "swimsuit": 2, "dip": 28, "feeling": 119, "hop": 20, "herself": 78, "spike": 5, "poor": 42, "performers": 92, "singer": 109, "chatted": 43, "drummer": 40, "garage": 49, "gig": 25, "tinsel": 2, "sang": 122, "boys": 229, "songs": 100, "rehashed": 2, "improve": 13, "singing": 134, "solo": 41, "performance.a": 2, "tight": 36, "particular": 41, "keyboard": 31, "far": 243, "nearest": 15, "marker": 18, "writing": 43, "in-laws": 3, "stumbled": 40, "ghost": 34, "available": 99, "directions": 31, "football": 139, "grandkids": 20, "papa": 20, "proposed": 15, "daytime": 4, "gaze": 8, "frontier": 3, "balloon": 78, "learned": 122, "wash": 16, "legged": 6, "painting": 131, "state": 84, "balloons": 135, "participating": 34, "-": 84, "laundry": 14, "labor": 9, "intensive": 2, "conjoined": 4, "twins": 14, "alike": 29, "developed": 14, "skin": 12, "lesion": 2, "authentic": 28, "decades": 16, "participant": 9, "princess": 29, "search": 37, "artsy": 13, "indie": 3, "80": 9, "confessed": 3, "ovation": 8, "yelled": 12, "series": 21, "johnson": 14, "weekly": 12, "woods.they": 2, "clearing": 16, "clippings": 4, "magical": 39, "walkway": 33, "hill": 131, "enclosed": 4, "addition": 47, "nature": 210, "complimented": 7, "nicely": 79, "dried": 10, "tent": 70, "joy": 43, "fill": 54, "wonderment": 3, "flash": 16, "preceded": 2, "ear-splitting": 2, "cause": 90, "headaches": 2, "price": 21, "zoomed": 9, "timing": 4, "second": 150, "third": 51, "multiple": 31, "nuts": 9, "gloomy": 23, "squirrels": 5, "standstill": 3, ":": 44, "suffering": 3, "yolk": 3, "devoured": 4, "joggers": 5, "bikers": 107, "chirps": 2, "birds": 186, "rustling": 3, "leaves": 121, "colours": 6, "filling": 29, "combine": 6, "crab": 45, "boil": 18, "crabs": 22, "bite": 61, "awhile": 74, "prepping": 15, "messing": 12, "inhabited": 4, "insisted": 25, "putting": 99, "bib": 5, "shade": 49, "award": 142, "colleague": 5, "hugged": 25, "deserved": 13, "happen": 47, "coworker": 16, "hug": 40, "moving": 124, "mayor": 40, "greatly": 8, "listens": 13, "speaks": 21, "congratulate": 27, "leads": 38, "birth": 16, "fitting": 8, "safety": 56, "uh-oh": 4, "cops": 18, "chase": 7, "older": 181, "method": 6, "transport": 5, "led": 103, "old-fashioned": 10, "delighted": 24, "convertibles": 6, "enthusiasts": 8, "snap": 41, "horsemen": 2, "aunt": 165, "ethyl": 2, "carnivals": 6, "prizes": 37, "wheels": 31, "tastes": 8, "won": 158, "prize": 42, "tilt-a-whirl": 4, "bazaar": 7, "outdoors": 87, "tasty": 90, "court": 62, "browsed": 13, "lemonade": 8, "quench": 2, "thirst": 6, "conversation": 76, "dirge": 2, "circus": 14, "slushies": 3, "auctions": 4, "signed": 55, "100,000": 2, "dollars": 14, "board": 155, "parties": 74, "guest": 132, "married": 339, "former": 14, "president": 84, "experiences": 22, "lady": 256, "refreshments": 42, "block": 43, "speech": 397, "preparing": 136, "announced": 31, "replace": 7, "fluffy": 14, "inspects": 4, "drop": 31, "cloth": 13, "begins": 111, "fixtures": 9, "climbs": 7, "ladder": 19, "inspect": 13, "wiring": 6, "fan": 76, "installation": 14, "installed": 18, "buster": 11, "coldest": 3, "thankfully": 32, "fix": 28, "mini": 52, "entertainment": 67, "provided": 85, "cruise": 59, "john": 11, "setup": 37, "snakes": 19, "explosives": 3, "grandmothers": 8, "granddaughters": 4, "completely": 87, "mesmerized": 11, "firecrackers": 6, "offered": 79, "snowcone": 2, "interested": 77, "dropped": 42, "shaved": 5, "daughters": 53, "cowboy": 23, "approved": 4, "common": 44, "bond": 16, "ordinary": 14, "tryout": 2, "cheer": 71, "squad": 14, "captain": 30, "recruits": 12, "recruit": 4, "practice": 81, "standard": 15, "lift": 34, "thrown": 28, "living": 188, "nickname": 5, "photogenic": 10, "formation": 31, "performed": 81, "preforming": 4, "preform": 9, "makeup": 64, "teenagers": 15, "thirsty": 12, "soda": 20, "9:20": 2, "displayed": 75, "patterns": 15, "bursting": 8, "shoots": 5, "dodge": 3, "watermelon": 9, "computer": 115, "entertained": 44, "indoors": 26, "broke": 89, "messy": 19, "cousins": 76, "watermelons": 3, "emails": 3, "hotter": 3, "rescue": 26, "same": 204, "injured": 27, "gone": 95, "announcemnet": 2, "kayak": 13, "stated": 6, "shouted": 8, "boarded": 31, "get-together": 14, "resisted": 2, "tell": 202, "comfortable": 65, "fact": 32, "kayaking": 27, "class": 318, "mate": 10, "sack": 11, "bean": 13, "bag": 55, "competition": 151, "1st": 22, "1": 17, "contrasted": 8, "competed": 19, "potato": 21, "sac": 2, "slight": 8, "disagreement": 2, "belonged": 13, "4": 46, "rorschach": 2, "using": 89, "reaction": 9, "brain": 7, "sparkling": 6, "doubt": 9, "sizzler": 2, "merry": 24, "entering": 29, "dared": 11, "receives": 10, "coaster": 79, "carousel": 49, "wirework": 2, "sal": 8, "rake": 7, "quality": 40, "temperature": 10, "surfing": 39, "boards": 14, "exhausting": 7, "laid": 78, "sand": 240, "surfboards": 8, "arms": 38, "oceanfront": 3, "quarter": 9, "complete": 101, "ultimate": 6, "hamburger": 6, "loose": 24, "partying": 24, "suggested": 22, "rounds": 17, "joked": 19, "'d": 190, "roommate": 21, "45": 5, "rummaging": 3, "scrap": 9, "metal": 51, "dumpster": 9, "supposedly": 4, "score": 25, "treasure": 18, "cloudy": 68, "ot": 4, "completed": 16, "rain": 107, "festive": 69, "swingsets": 2, "excuse": 6, "fixed": 24, "short": 84, "energy": 52, "swingset": 4, "adventurous": 9, "jeez": 2, "heck": 15, "dangling": 3, "copter": 2, "sheep": 66, "grazing": 15, "meadow": 14, "skydiving": 6, "backwards": 6, "landing": 25, "gosh": 9, "shoes": 88, "chute": 3, "phenomenal": 10, "spiraling": 2, "upwards": 3, "perfectly": 50, "crusing": 2, "sexy": 18, "hugs": 20, "billy": 4, "sharing": 49, "private": 57, "giggling": 5, "suffered": 7, "persecution": 3, "often": 136, "believed": 14, "corroborating": 2, "feelings": 19, "reinforcing": 2, "suspicions": 3, "persuade": 4, "paranoid": 2, "genuinely": 3, "diagnosed": 2, "tipsy": 19, "bearded": 6, "passers-by": 2, "nicer": 13, "steal": 14, "wedding": 973, "anniversary": 63, "stay": 176, "romantic": 50, "stroll": 70, "exact": 11, "emme": 2, "ferry": 35, "buetiful": 2, "square": 47, "vacationing": 16, "cooperated": 5, "underway": 36, "prepared": 268, "townspeople": 15, "jamming": 14, "symbolized": 6, "gunfire": 3, "reality": 14, "gasp": 3, "sir": 13, "pumping": 13, "smell": 46, "reached": 54, "cooler": 12, "rally": 93, "eagles": 2, "tow": 12, "cookie": 35, "kick": 27, "fridays": 2, "eats": 12, "apartment": 143, "bakery": 38, "asks": 19, "written": 43, "hide": 33, "shame": 12, "wishes": 18, "teas": 3, "cougas": 2, "wrapped": 31, "cougars": 2, "bathroom": 66, "refused": 15, "protest": 139, "recent": 44, "change": 67, "austerity": 2, "policies": 9, "encouraging": 7, "flyers": 12, "describes": 5, "situation": 23, "shouts": 3, "cry": 21, "voice": 42, "draws": 15, "peace": 75, "cartoons": 4, "protests": 20, "sense": 52, "promoters": 2, "advantage": 25, "advertising": 14, "services": 12, "angry": 28, "foreigners": 5, "signs": 311, "demanding": 5, "residents": 34, "dwellings": 4, "unfold": 6, "businesses": 36, "handed": 49, "fliers": 4, "leader": 65, "protesters": 63, "bull": 17, "horn": 9, "windows": 163, "bulls": 10, "survive": 11, "woooot": 2, "holy": 15, "crap": 5, "fruition": 3, "founding": 6, "rallied": 4, "order": 127, "participated": 51, "seriously": 32, "experience": 123, "pumped": 21, "exhilarating": 9, "robe": 6, "expect": 34, "ceremony": 648, "students": 362, "intimated": 2, "opinion": 12, "graduation": 391, "grab": 70, "degree": 32, "receive": 88, "diploma": 103, "earn": 5, "accomplishment": 14, "historic": 132, "japanese": 65, "maple": 4, "dear": 11, "batch": 11, "mud": 57, "honey": 20, "thanks": 30, "tar": 2, "pits": 3, "peeking": 3, "bushes": 34, "kidding.it": 2, "discovered": 43, "dig": 36, "coins": 8, "inviting": 36, "piles": 12, "gently": 8, "breeze": 30, "cottage": 20, "dunes": 8, "castles": 43, "tide": 33, "shone": 9, "sunlight": 18, "ships": 41, "menu": 71, "cafe": 66, "stray": 5, "sorry": 8, "leftovers": 4, "coast": 77, "cappuccino": 4, "wolf": 7, "trash": 46, "spooky": 49, "menus": 6, "sightseeing": 64, "reaches": 6, "believes": 6, "babies": 38, "pony": 10, "tail": 20, "hers": 18, "lemon": 10, "reaching": 15, "hardly": 43, "resist": 29, "half-time": 4, "seats": 146, "bad": 169, "sportsmanship": 4, "match": 74, "warming": 30, "bus": 226, "chat": 41, "instructors": 14, "excitedly": 23, "destination": 113, "terrible": 28, "familiar": 23, "posing": 177, "joining": 20, "natural": 78, "duo": 8, "carry": 46, "tiring": 9, "tightly": 7, "johns": 11, "'": 133, "arr": 2, "matey": 4, "ponders": 4, "future": 64, "thirty": 5, "five": 66, "pocket": 6, "intently": 38, "mystery": 16, "joking": 12, "pretending": 25, "pregnant": 14, "apple": 30, "pretend": 26, "tractor": 44, "jk": 2, "next-door": 2, "firepit": 3, "story": 149, "relative": 7, "houses": 184, "tour": 470, "refreshing": 33, "sampling": 8, "winery": 22, "happens": 16, "informative": 13, "sniffing": 6, "tasting": 33, "produced": 8, "bottled": 4, "grapes": 19, "grown": 45, "taw": 2, "kwon": 4, "training": 55, "shape": 82, "helps": 51, "maintain": 6, "mental": 9, "stability": 4, "butt": 13, "wan": 10, "wrastle": 2, "tae": 3, "doe": 3, "books": 91, "sip": 8, "tea": 44, "foam": 7, "finger": 35, "giants": 4, "hotdog": 8, "scored": 12, "stopping": 31, "convenience": 6, "trample": 4, "visting": 2, "thrill": 17, "erected": 11, "indian": 24, "statue-viewing": 2, "generals": 2, "gods": 10, "allow": 15, "ours": 15, "tips": 13, "delightful": 10, "admire": 32, "paintings": 66, "laying": 52, "side": 404, "oaisis": 2, "cookies": 74, "ledge": 8, "wasteland": 3, "f": 3, "droves": 10, "commotion": 5, "settlements": 3, "grinned": 4, "mischievously": 3, "grin": 5, "clicking": 2, "drowning": 4, "giggle": 5, "page": 12, "swooping": 4, "furiously": 2, "flashing": 5, "shamed": 2, "strangers": 20, "bedroom": 48, "sleep": 56, "nostalgic": 11, "tons": 101, "tin": 8, "buckets": 13, "barefoot": 8, "arrives": 51, "secret": 54, "path": 140, "wildnerness": 2, "incredible": 116, "playground": 34, "adventures": 24, "mysterious": 33, "brotger": 2, "cheesing": 4, "soaking": 13, "finds": 30, "cameraman": 10, "filming": 13, "based": 13, "exploits": 3, "kissing": 22, "promise": 7, "tongue": 20, "spending": 78, "engagement": 41, "smooches": 2, "accomplishments": 23, "catered": 15, "decorations": 206, "strewn": 5, "reuse": 2, "well-deserved": 5, "rakesh": 2, "achievements": 8, "bountiful": 4, "well-deserve": 2, "praise": 9, "forget": 45, "electric": 20, "mixer": 11, "baking": 25, "varieties": 14, "sweets": 11, "finish": 146, "treats": 81, "cupcakes": 69, "apply": 4, "frosting": 19, "walks": 81, "reunited": 9, "gap": 2, "departs": 2, "skyscraper": 12, "inebriated": 3, "demanded": 8, "..finally": 2, "roommates": 9, "professor": 46, "hooding": 4, "related": 16, "fellow": 56, "officially": 23, "transitioned": 2, "'students": 2, "'masters": 2, "professors": 25, "advisors": 2, "milestone": 6, "graduate": 120, "confidence": 10, "beaming": 14, "ear": 18, "celebtated": 2, "kites": 39, "cuddled": 5, "giflfriend": 2, "kite": 54, "kickball": 3, "cuddle": 5, "relaxes": 8, "flies": 18, "awakes": 3, "arrival": 28, "ends": 16, "trips": 26, "bonfire": 26, "junior": 9, "elementary": 13, "wards": 3, "goody": 2, "bags": 36, "teachers": 53, "classes": 25, "teacher": 101, "commemorate": 31, "bible": 14, "volunteers": 50, "ashuman": 2, "whale": 10, "crafts": 57, "playtime": 4, "capitol": 26, "onto": 104, "domed": 3, "honestly": 4, ".kinda": 2, "japan": 7, "temples": 19, "below": 60, "gigantic": 6, "resulting": 2, "throngs": 3, "turning": 42, "rob": 28, "uneasy": 5, "sheepish": 2, "yelling": 10, "runners": 140, "craziness": 4, "exit": 19, "send": 24, "kindergarten": 10, "spacious": 33, "elevator": 11, "spaced": 3, "lobby": 38, "jam": 17, "lively": 41, "sales": 22, "driving": 176, "highway": 41, "beaches": 33, "io": 2, "thankful": 14, "crowed": 10, "club": 138, "ralphy": 2, "pillow": 21, "dresses": 50, "t": 19, "fights": 9, "prom": 47, "memory": 36, "tease": 7, "her/": 2, "expectations": 2, "zoo": 122, "aardvark": 2, "elephant": 30, "parrot": 14, "shut": 20, "panda": 27, "hiding": 37, "characters": 123, "warthog": 3, "wrinkly": 2, "boar": 5, "curiously": 3, "wise": 5, "wrinkles": 2, "exotic": 44, "chipper": 2, "fluttering": 2, "rush": 25, "greatest": 23, "hits": 22, "merchandise": 17, "rocking": 27, "immediately": 58, "merch": 3, "intended": 8, "eiffel": 11, "tower": 137, "upper-decker": 2, "bathrooms": 10, "jail": 8, "visits": 20, "landmarks": 39, "beans": 20, "rear": 26, "tromping": 2, "intrepid": 6, "adventurers": 5, "mile": 22, "hurry": 20, "careful": 37, "breath": 43, "scenic": 55, "glimpse": 24, "hidden": 64, "rocks": 192, "wet": 42, "shark": 19, "touching": 24, "sandwich": 24, "cheese": 71, "infinity": 3, "beyond": 31, "creative": 95, "carving": 53, "treating": 19, "scariest": 7, "carved": 61, "cheeseburger": 3, "buzz": 12, "lightyear": 5, "treat": 58, "dragon": 73, "cleared": 43, "result": 10, "teamwork": 6, "pelted": 3, "snowball": 12, "majestic": 46, "colder": 10, "weeks": 40, "born": 30, "teenage": 7, "awake": 13, "captured": 32, "tapping": 4, "sap": 3, "sledding": 20, "lives": 124, "spit": 7, "unless": 10, "daring": 12, "1994": 2, "capturing": 13, "luc": 4, "customs": 9, "officer": 32, "canadian": 9, "border": 12, "skis": 10, "commute": 5, "treacherous": 6, "terrain": 21, "skiing": 59, "obstacles": 7, "reach": 39, "slope": 17, "hill..": 2, "descend": 3, "pregaming": 2, "joins": 18, "bro": 10, "sick": 32, "dave": 5, "macrame": 2, "trashed": 4, "effort": 38, "trains": 46, "embraced": 9, "cried": 12, "santa": 24, "train": 318, "baptism": 10, "popped": 9, "nose": 22, "should": 166, "cheerleading": 3, "epcot": 2, "cheerleaders": 60, "downtime": 2, "routine": 23, "excellent": 62, "sculpture": 109, "finals": 12, "hundreds": 69, "goats": 30, "removal": 3, "habitat": 6, "village": 129, "mission": 42, "protect": 21, "belong": 11, "therefore": 2, "proper": 24, "care": 99, "lifting": 4, "goat": 36, "escaped": 11, "farmers": 45, "tying": 7, "mayan": 3, "ruins": 90, "carvings": 26, "crumbling": 8, "structures": 75, "facades": 7, "artifacts": 27, "sees": 31, "poses": 126, "diner": 35, "cheap": 23, "dining": 63, "bonding": 19, "playoffs": 4, "brutal": 10, "lead": 172, "teammates": 16, "fakes": 2, "dribbles": 2, "sleeping": 41, "exhausted": 22, "ren": 7, "timpy": 2, "stare": 18, "stimpy": 2, "cajon": 2, "harmonica": 4, "fir": 3, "plays": 80, "applauded": 10, "musicians": 58, "bass": 24, "beating": 14, "washboard": 2, "performs": 12, "charity": 49, "sings": 17, "bandmates": 2, "marathon": 107, "preferred": 20, "racers": 80, "sprang": 3, "tested": 13, "comfort": 15, "finishing": 42, "athletes": 27, "marathoners": 2, "mind": 79, "melts": 5, "gazes": 2, "blonde": 17, "stud": 3, "bashful": 3, "travelling": 11, "stock": 17, "finding": 56, "concentrate": 3, "ben": 6, "jerry": 2, "upcoming": 41, "grocery": 27, "shots": 116, "hangout": 7, "goofed": 10, "vehicle": 74, "enabled": 3, "urban": 17, "hills": 60, "climbing": 75, "get-away": 3, "nights": 24, "appreciative": 5, "linda": 2, "workout": 8, "getaway": 20, "accomplished": 12, "chosen": 35, "conquer": 7, "subway": 65, "crista": 2, "honeymoon": 44, "neatest": 3, "restaurants": 33, "bride": 690, "groom": 455, "reception": 247, "created": 68, "memorable": 20, "quaint": 59, "offbeat": 2, "perhaps": 18, "compare": 12, "visitors": 86, "pre-photo": 2, "gown": 21, "options": 39, "bridesmade": 2, "glamor": 5, "serious": 87, "grandmother": 99, "maid": 27, "session": 33, "informal": 8, "secluded": 15, "promontory": 3, "twisted": 4, "tops": 15, "miles": 103, "summit": 17, "dew": 14, "lizard": 20, "campfire": 17, "necessary": 26, "warmth": 9, "extra": 61, "creatures": 42, "bush": 18, "drops": 3, "splashing": 15, "crunchy": 4, "blackberries": 2, "stomachs": 4, "settle": 11, "revere": 3, "inscription": 5, "base": 52, "spoke": 121, "owers": 2, "babe": 9, "staue": 2, "means": 29, "anyone": 87, "lays": 10, 